<unk>	0
<s>	0
</s>	0
▁እ	-0
▁አ	-1
▁በ	-2
፡፡	-3
▁የ	-4
..	-5
▁እን	-6
▁መ	-7
▁ከ	-8
▁ወ	-9
▁ነ	-10
ቸው	-11
▁ስ	-12
▁ለ	-13
▁ይ	-14
▁ተ	-15
▁ያ	-16
▁እንደ	-17
....	-18
ችን	-19
▁‹	-20
▁ሁ	-21
››	-22
▁‹‹	-23
▁ብ	-24
▁ም	-25
▁ሰ	-26
▁ማ	-27
ል፡፡	-28
ንም	-29
▁የሚ	-30
▁ሲ	-31
▁ት	-32
ላይ	-33
▁ነው	-34
▁ል	-35
▁ግ	-36
ዎች	-37
▁ስለ	-38
▁ላይ	-39
▁ቤ	-40
▁አን	-41
ለሁ	-42
▁ወደ	-43
▁ገ	-44
ነት	-45
▁የተ	-46
▁ባ	-47
........	-48
▁አል	-49
▁ደ	-50
ውን	-51
በት	-52
▁ኢ	-53
▁-	-54
▁ው	-55
ሆነ	-56
▁ጊ	-57
▁በመ	-58
ገር	-59
ኝ፡፡	-60
▁ግን	-61
▁ነው፡፡	-62
ም፡፡	-63
ነበ	-64
▁ሊ	-65
▁ቀ	-66
ሆን	-67
ንድ	-68
ዚህ	-69
▁ሳ	-70
▁ለመ	-71
▁ዓ	-72
▁አስ	-73
ዚያ	-74
▁እንዳ	-75
▁ቱ	-76
ን፡፡	-77
▁ጥ	-78
▁እንዲ	-79
▁እየ	-80
▁ጋ	-81
▁ሁሉ	-82
▁ሌ	-83
ለሁ፡፡	-84
▁ታ	-85
▁ጊዜ	-86
▁ድ	-87
▁ክ	-88
ትሲ	-89
ቸውን	-90
ደር	-91
ለው	-92
ችሁ	-93
▁ቢ	-94
▁አይ	-95
▁በአ	-96
▁ፈ	-97
ንዳ	-98
▁ፍ	-99
▁አለ	-100
▁ለማ	-101
ምን	-102
▁ጠ	-103
▁መን	-104
▁ዘ	-105
▁አባ	-106
ትን	-107
▁በማ	-108
▁ይህ	-109
ኋላ	-110
▁ነገር	-111
ለት	-112
በር	-113
ጣም	-114
▁|	-115
▁እና	-116
▁ጋር	-117
...	-118
ምህ	-119
ስጥ	-120
ት፡፡	-121
▁በጣም	-122
ጀመ	-123
▁ውስጥ	-124
▁በተ	-125
▁በኋላ	-126
ሪያ	-127
▁ቤት	-128
ምህር	-129
▁ሰው	-130
ሆኑ	-131
▁በእ	-132
ኩ፡፡	-133
ሰማ	-134
▁ሕ	-135
................	-136
▁ቱትሲ	-137
ዳዮ	-138
ገድ	-139
▁ኪ	-140
▁ካ	-141
▁እያ	-142
▁ዓይ	-143
▁የመ	-144
ይወ	-145
▁የማ	-146
ብሔ	-147
ሩዋ	-148
ነበረ	-149
ሩዋንዳ	-150
ያው	-151
ደረ	-152
▁አንድ	-153
ተኛ	-154
ተሰ	-155
ፊት	-156
ታችን	-157
ምህርት	-158
▁የም	-159
▁እር	-160
ቱን	-161
ናቸው	-162
▁ምን	-163
ሥራ	-164
ኪዩ	-165
ኪዩሌ	-166
▁ነበር	-167
▁1	-168
ብሔር	-169
▁እኔ	-170
ማኪዩሌ	-171
▁ራ	-172
ዋል፡፡	-173
ቶች	-174
ገባ	-175
▁የሚያ	-176
▁ቆ	-177
▁እስ	-178
▁ክፍ	-179
ንና	-180
▁እንደሚ	-181
▁ቄ	-182
▁ዛ	-183
ሁ፡፡	-184
▁ምንም	-185
ቅር	-186
ዚአ	-187
ግዚአ	-188
▁ያለ	-189
ግዚአብሔር	-190
ሁን	-191
ፈል	-192
ሄድ	-193
ቢያ	-194
▁ዳ	-195
መን	-196
ታደ	-197
▁አም	-198
ች፡፡	-199
ማሲ	-200
▁ብዙ	-201
▁ገዳዮ	-202
መስ	-203
ተው	-204
ድር	-205
ረን	-206
ዴት	-207
▁ልጆ	-208
▁የአ	-209
ሮች	-210
▁ዩ	-211
ኛል፡፡	-212
▁ሁቱ	-213
ልኝ	-214
▁ጭ	-215
ዎችን	-216
ለም	-217
▁ሰዎች	-218
▁እንድ	-219
?››	-220
ማሲን	-221
ቹን	-222
▁ቃ	-223
▁ጸ	-224
▁ከአ	-225
ላት	-226
ል፤	-227
ያን	-228
▁ሙ	-229
ዘር	-230
▁ሴ	-231
▁የእ	-232
ቴን	-233
ሉ፡፡	-234
ታት	-235
ባቸው	-236
ስተ	-237
▁እንደሆነ	-238
▁ብቻ	-239
▁ወታደ	-240
ባት	-241
ጓደ	-242
ራት	-243
▁ወንድ	-244
▁አብ	-245
▁ከተ	-246
▁እንዴት	-247
ኛው	-248
▁ላ	-249
▁ቁ	-250
▁ከመ	-251
▁የት	-252
▁...	-253
▁ኢማኪዩሌ	-254
ርሃ	-255
!››	-256
ቻችን	-257
ሰብ	-258
▁ሆ	-259
▁ከዚያ	-260
ረስ	-261
ስታ	-262
ትና	-263
ኳን	-264
▁ነገ	-265
ገና	-266
ገደ	-267
▁በሚ	-268
▁ብዬ	-269
ረው	-270
ኖር	-271
▁አው	-272
▁እየተ	-273
ለን	-274
ሰው	-275
▁ቄሱ	-276
▁አላ	-277
▁ወይ	-278
▁ሕይወ	-279
▁እነ	-280
▁ይህን	-281
▁በር	-282
ስት	-283
ቻቸው	-284
▁አድር	-285
▁ሥራ	-286
ኔታ	-287
ላቸው	-288
▁ሲያ	-289
▁ሳይ	-290
ወሰ	-291
▁ትን	-292
▁ጓደ	-293
ንተ	-294
▁ሐ	-295
▁አባቴ	-296
ታጠ	-297
ጦር	-298
▁ን	-299
▁ጎ	-300
▁እንኳን	-301
▁አሳ	-302
▁እግዚአብሔር	-303
ነው	-304
የት	-305
ጽሐ	-306
ሆንም	-307
መጣ	-308
ናት	-309
▁ጉ	-310
▁አምላ	-311
ላጆ	-312
ዬን	-313
▁ሆነ	-314
ጀመሪያ	-315
▁ትምህርት	-316
ልቅ	-317
ምሮ	-318
ቀር	-319
▁ዳማሲን	-320
ለኝ	-321
ከር	-322
▁ስላ	-323
▁ተመ	-324
▁አሁን	-325
▁ነበር፡፡	-326
ህል	-327
ርሱ	-328
ፍጨ	-329
▁ብሎ	-330
ናል፡፡	-331
▁በላይ	-332
በረ	-333
ችል	-334
ክን	-335
ጨረ	-336
ፍራ	-337
ወቅ	-338
ድረ	-339
ፍጨፋ	-340
ቀው	-341
▁ቅ	-342
ታቸው	-343
▁መል	-344
▁የነበረ	-345
ረት	-346
ገኘ	-347
▁ታሪ	-348
ኩት	-349
▁ሞ	-350
▁ዕ	-351
ጀመር	-352
▁ቤቱ	-353
▁እንደተ	-354
▁ገዳዮቹ	-355
▁መጠ	-356
▁ሁኔታ	-357
▁መንገድ	-358
ሎች	-359
ቤተሰ	-360
▁እኛ	-361
▁ከእ	-362
▁ድም	-363
▁2	-364
▁በደ	-365
▁ናቸው	-366
▁ደግ	-367
▁መጽሐ	-368
ቼን	-369
▁ባለ	-370
▁ክፍል	-371
▁እንዲያ	-372
ሁት	-373
▁በሕ	-374
ታጠቢያ	-375
▁ያህል	-376
▁ር	-377
ሩን	-378
ብኝ	-379
ራቸው	-380
▁ልብ	-381
▁አመ	-382
▁ግድ	-383
▁በፊት	-384
▁ቤተሰ	-385
▁ዝ	-386
▁ልጅ	-387
▁ስት	-388
▁አየ	-389
▁ዓይኖ	-390
ሀገ	-391
ችላ	-392
ረንሳ	-393
ቱትሲ	-394
ጨረሻ	-395
▁ስሜ	-396
▁እስኪ	-397
▁ወላጆ	-398
ሩት	-399
ዎቹ	-400
ችንን	-401
▁ሰዓ	-402
▁ቀን	-403
▁ተስ	-404
በቅ	-405
ናል	-406
ለሁ፤	-407
▁እጅ	-408
▁ሄ	-409
▁ቦ	-410
▁ጦር	-411
▁ዓይነት	-412
ስቲ	-413
ቻል	-414
ከል	-415
▁ጀ	-416
▁ምሽ	-417
▁በፍ	-418
▁ዓመ	-419
ማር	-420
ንግ	-421
ግር	-422
▁ድረስ	-423
▁ጀመር	-424
ሉት	-425
ላቻ	-426
▁ስል	-427
▁የዘር	-428
▁ሩዋንዳ	-429
▁ስለሆነ	-430
▁ጭፍጨፋ	-431
▁በም	-432
▁በቀ	-433
▁ፍጅ	-434
▁እንደማ	-435
ለይ	-436
መድ	-437
ያት	-438
ፈለ	-439
▁ጥሩ	-440
ለን፡፡	-441
▁እዚህ	-442
▁በሕይወ	-443
ሴን	-444
ቅት	-445
ቸዋ	-446
ፈራ	-447
▁በየ	-448
ለች፡፡	-449
ኩት፡፡	-450
▁ወይንም	-451
ነቱ	-452
ወጣ	-453
ድን	-454
ገን	-455
ግባ	-456
ነበር	-457
ድረግ	-458
▁ወዲ	-459
▁ያን	-460
▁በዚህ	-461
▁በዚያ	-462
ለማ	-463
ሠራ	-464
ረጃ	-465
ረጋ	-466
ሽን	-467
ናገ	-468
ውቅ	-469
ዘው	-470
ገው	-471
▁ስፍራ	-472
▁መጽሐፍ	-473
▁ቢሆንም	-474
ርግ	-475
ኞች	-476
ወሰኑ	-477
ለች	-478
መጡ	-479
ትም	-480
ከሰ	-481
ላችን	-482
▁ማን	-483
▁ሁሉም	-484
▁ወቅት	-485
▁ቱትሲዎች	-486
ልን	-487
ቀም	-488
ፈጸ	-489
ላችሁ	-490
▁ሊያ	-491
▁ሌላ	-492
▁ልጆች	-493
ካሪ	-494
ያኑ	-495
ጥር	-496
ኳቸው	-497
▁ጠየ	-498
ታል፡፡	-499
▁እንደም	-500
መለ	-501
የር	-502
▁ች	-503
▁መጥ	-504
ላም	-505
ረዳ	-506
ቤት	-507
ንስ	-508
▁መስ	-509
ቻቸውን	-510
▁መሆኑ	-511
▁ወታደሮች	-512
▁ሙሉ	-513
▁የሆነ	-514
ማማ	-515
ምር	-516
ቀት	-517
ጠብ	-518
ጣት	-519
እምሮ	-520
▁ቃል	-521
ከርካሪ	-522
▁ተስፋ	-523
ግብ	-524
▁ስን	-525
▁ማለት	-526
▁ምክን	-527
▁ትንሽ	-528
▁እንግ	-529
▁እንዳይ	-530
ክር	-531
ጠኝ	-532
▁ለአ	-533
▁ምስ	-534
▁እኮ	-535
▁የለ	-536
ል፣	-537
ማሪ	-538
ሪን	-539
ቆጠ	-540
ወስ	-541
ጅም	-542
ጊዜ	-543
▁ጨ	-544
▁ሆኖ	-545
▁ለእ	-546
▁በል	-547
▁በት	-548
▁ወን	-549
▁አይደ	-550
ወደ	-551
ዕራ	-552
▁ደብ	-553
ረኝ	-554
ባክ	-555
ታው	-556
▁ቡ	-557
▁አሉ	-558
▁አት	-559
▁ያስ	-560
▁ሲሆን	-561
▁ታሪክ	-562
▁አንዳ	-563
▁እናቴ	-564
▁የማይ	-565
▁ከዚያም	-566
ገኝ	-567
▁ኖ	-568
▁ወዳ	-569
ም፤	-570
ችው	-571
▁ሃ	-572
▁ሥ	-573
▁ተሸ	-574
▁ገባ	-575
ታቸውን	-576
▁እንጂ	-577
ኢማኪዩሌ	-578
▁ወንድሜ	-579
ኖች	-580
▁(	-581
▁ረ	-582
▁ሁለ	-583
▁አካ	-584
▁እጅግ	-585
▁ይመስ	-586
▁እነዚህ	-587
በሩ	-588
ጀራ	-589
▁ፊ	-590
ሪንዚ	-591
ናገር	-592
▁ልቤ	-593
▁ሰማ	-594
▁አያ	-595
▁አዲ	-596
▁ምዕራ	-597
▁አስከ	-598
▁ሙሪንዚ	-599
▁አምላክ	-600
▁በሩዋንዳ	-601
ሉን	-602
ሥት	-603
ተዋ	-604
ገኙ	-605
▁ጽ	-606
▁ከሚ	-607
▁ውጪ	-608
▁ዘንድ	-609
▁የምት	-610
▁በእርግ	-611
ቀመ	-612
ከተ	-613
ያኒ	-614
▁አማ	-615
▁እርስ	-616
▁ደግሞ	-617
ቸዋል፡፡	-618
ህን	-619
ልክ	-620
ነግ	-621
ኞቹ	-622
ገግ	-623
ጠይ	-624
ጨነ	-625
ቪያኒ	-626
ገዳዮ	-627
▁ሲል	-628
▁ስም	-629
▁ቄስ	-630
▁ምዕራፍ	-631
▁እንዳለ	-632
በል	-633
ተን	-634
ችኋ	-635
ዘብ	-636
ያውኑ	-637
ደርግ	-638
▁በጥ	-639
▁ተደ	-640
▁የሰ	-641
▁ጓደኛ	-642
▁ሁቱዎች	-643
▁ወዲያውኑ	-644
ለያ	-645
ላው	-646
ሎይ	-647
ምዌ	-648
ርድ	-649
ቄሱ	-650
ታወ	-651
ኝታ	-652
ፈው	-653
ሎይዜ	-654
▁ብለው	-655
▁የነበ	-656
▁ፍቅር	-657
ሊዝ	-658
ደው	-659
ጋት	-660
▁ኃ	-661
ካከል	-662
▁የወ	-663
▁አደረ	-664
▁የምን	-665
▁ያለው	-666
▁ድምፅ	-667
▁ወላጆቼ	-668
▁ወታደሮ	-669
▁እንደገና	-670
ሙሉ	-671
ብን	-672
▁ጣ	-673
ራችን	-674
ሳቸው	-675
በትን	-676
▁አጥ	-677
▁እው	-678
▁ከማ	-679
ርሃምዌ	-680
▁ሰዓት	-681
▁በአንድ	-682
ራዊ	-683
ውቃ	-684
▁ኮ	-685
ገደሉ	-686
▁ሴት	-687
ላል፡፡	-688
▁ለምን	-689
▁ራሴን	-690
▁ስለሚ	-691
▁መካከል	-692
▁የቤተሰ	-693
▁በሕይወት	-694
ሰቃ	-695
ተር	-696
ነሳ	-697
ንቀ	-698
ን፣	-699
ግጠ	-700
▁ሽ	-701
ሊዝኛ	-702
▁በግ	-703
▁ከፍ	-704
▁ድር	-705
▁ድን	-706
ሁት፡፡	-707
ንም፡፡	-708
ፈረንሳ	-709
▁ሰላም	-710
▁እዚያ	-711
▁ደረጃ	-712
ያለሁ፡፡	-713
▁የሚቆጠ	-714
ንተርሃምዌ	-715
▁ናቸው፡፡	-716
ሄዱ	-717
መው	-718
ሞት	-719
ኛል	-720
ዳይ	-721
ሀገር	-722
ልጊዜ	-723
▁ሐሳ	-724
▁ብቸ	-725
▁ተሰ	-726
▁አፍ	-727
▁በሙሉ	-728
▁እባክ	-729
▁ሁልጊዜ	-730
▁ሕይወት	-731
▁ገዳዮች	-732
▁ቱትሲዎችን	-733
ለፍ	-734
ሉም	-735
ሞላ	-736
ያስ	-737
ዶች	-738
ጋሊ	-739
ጠራ	-740
ፋት	-741
▁መግ	-742
▁በቤ	-743
▁ቦታ	-744
▁አሁ	-745
▁አደ	-746
▁ዕድ	-747
▁ማንም	-748
▁ሴቶች	-749
▁አመሰ	-750
▁አንደ	-751
▁ፈገግ	-752
▁ሁሉንም	-753
▁መሆኑን	-754
▁ምክንያት	-755
ለሽ	-756
ቀስ	-757
ግኘ	-758
ጠው	-759
ኋቸው	-760
▁አቀ	-761
▁ወረ	-762
▁መንግ	-763
▁ምግብ	-764
▁አውቃ	-765
ሳይ	-766
ቂት	-767
በው	-768
ወራ	-769
ዋና	-770
ገል	-771
ገኛ	-772
▁ሚ	-773
▁ኤ	-774
ሏቸው	-775
ሦስት	-776
ሰማኝ	-777
▁ሌሊ	-778
▁መለ	-779
▁መሰ	-780
▁ያል	-781
▁ቢሆን	-782
▁አስተ	-783
▁ገጀራ	-784
▁ማድረግ	-785
▁መታጠቢያ	-786
▁የተወሰኑ	-787
▁ጀመር፡፡	-788
ላል	-789
ሬድ	-790
ሱን	-791
ኅና	-792
ንን	-793
ንፈ	-794
ወድ	-795
ዘጋ	-796
ጥታ	-797
ከሰተ	-798
ፈልጋ	-799
▁ተነ	-800
▁እጆ	-801
▁ያሉ	-802
▁ፊት	-803
ላችንም	-804
▁አንዱ	-805
▁ዓለም	-806
▁ግድያ	-807
ለህ	-808
ምት	-809
ርስ	-810
ስብ	-811
ሻለ	-812
ባቴ	-813
ንብ	-814
ግሁ	-815
ጠል	-816
ጸል	-817
▁ቋ	-818
ሳችን	-819
▁ሌሎ	-820
▁ከሁ	-821
▁ዘው	-822
▁ስለተ	-823
▁ቪያኒ	-824
▁እስከ	-825
▁በማለት	-826
ረፍ	-827
ሩአ	-828
ቂያ	-829
ብር	-830
ነቴ	-831
ነገ	-832
ክል	-833
ዲያ	-834
ደበቅ	-835
▁ሀገ	-836
▁መጣ	-837
▁በሰ	-838
▁ኃይ	-839
▁እም	-840
▁የኔ	-841
ታችንን	-842
ናቸውም	-843
ዳማሲን	-844
▁ሁለት	-845
▁ከዚህ	-846
▁ይችላ	-847
▁የሚቆጠሩ	-848
▁የሩዋንዳ	-849
▁የትምህርት	-850
ሩም	-851
ርሲ	-852
ቀኝ	-853
ቆም	-854
ኒቨ	-855
ገቡ	-856
▁ፖ	-857
ሬድዮ	-858
ርሲቲ	-859
▁አግ	-860
▁የራ	-861
▁መንገ	-862
▁ችግር	-863
▁አዲስ	-864
ኒቨርሲቲ	-865
▁እንዲያው	-866
19	-867
ሬን	-868
ቂቃ	-869
ታይ	-870
ኦገ	-871
ይማ	-872
▁መቁ	-873
▁አቅ	-874
▁የቀ	-875
▁ጸሎ	-876
ነበረው	-877
እምሮዬ	-878
ኦገስቲ	-879
▁ሌሎች	-880
▁አልተ	-881
▁እርግጠ	-882
▁እንዳል	-883
▁ፈረንሳ	-884
ላለ	-885
ሳት	-886
በብ	-887
ቱም	-888
ንደ	-889
ኝን	-890
አይ	-891
ወር	-892
ዳን	-893
ጠር	-894
ጠቀ	-895
ጠና	-896
▁ሸ	-897
ሩአግ	-898
ፈልግ	-899
▁በራ	-900
▁ፈል	-901
▁መንፈ	-902
▁ቀናት	-903
▁ይሰማ	-904
▁ጓደኞ	-905
▁ጥላቻ	-906
▁አባላት	-907
▁የነበረው	-908
▁የመጀመሪያ	-909
ልም	-910
ልቁ	-911
ም፣	-912
ረቤ	-913
ኑን	-914
ዋን	-915
የው	-916
ዳቤ	-917
ጠየ	-918
▁ሂ	-919
▁ዜ	-920
▁ዶ	-921
ደርስ	-922
▁በሁ	-923
▁በረ	-924
▁ብር	-925
▁የሁ	-926
▁የጥ	-927
ቻችንን	-928
ገዳዮቹ	-929
▁መሆን	-930
▁ምሽት	-931
▁ተመል	-932
▁ትልቅ	-933
▁አንቺ	-934
▁እርሱ	-935
▁ዓመት	-936
▁አሎይዜ	-937
▁አምላኬ	-938
▁እባክህ	-939
▁እርግጠኛ	-940
ሪቱ	-941
ርዝ	-942
ሰን	-943
ባረ	-944
ባቢ	-945
ቤን	-946
ተና	-947
ቻለ	-948
ከት	-949
ኩ፤	-950
ደል	-951
ጋሚ	-952
ግን	-953
መንጃ	-954
ሰቃቂ	-955
ስተኛ	-956
▁በዓ	-957
▁ባይ	-958
▁ውድ	-959
▁ገብ	-960
ብኝ፡፡	-961
▁ሀገር	-962
▁አባባ	-963
▁እንባ	-964
▁እኛን	-965
▁ኪጋሊ	-966
▁ስለዚህ	-967
▁በመሆኑ	-968
▁ስለነበር	-969
▁ተሸከርካሪ	-970
00	-971
ት፣	-972
ኝና	-973
ወዳ	-974
ዝብ	-975
ዩን	-976
ይታ	-977
▁ህ	-978
ተኞች	-979
▁ራሳ	-980
▁ሲሉ	-981
▁አድ	-982
▁ዘመ	-983
▁የበ	-984
ችኝ፡፡	-985
▁ነው፤	-986
▁ደቂቃ	-987
▁አሁንም	-988
▁ኦገስቲ	-989
▁ዓመታት	-990
ልፍ	-991
መሰ	-992
ሞቼ	-993
ባር	-994
ቦች	-995
ከላ	-996
ዎን	-997
ዮሃ	-998
ጠለ	-999
ጹም	-1000
ሣሪያ	-1001
ቶችን	-1002
ውያኑ	-1003
ውያን	-1004
ደርጉ	-1005
ደርጋ	-1006
▁ማስ	-1007
▁እህ	-1008
▁ይሆ	-1009
ልኝ፡፡	-1010
ኩም፡፡	-1011
ዮሃንስ	-1012
▁ሐሳብ	-1013
▁መጠን	-1014
▁ስሜት	-1015
▁አልፎ	-1016
▁አብዛ	-1017
▁ፍጅት	-1018
▁ነገሮች	-1019
▁አድርጌ	-1020
▁ደብዳቤ	-1021
▁በእርግጥ	-1022
ረጥ	-1023
ታዊ	-1024
ንቋ	-1025
ገዛ	-1026
ግና	-1027
▁ጌ	-1028
ለውን	-1029
ኅረት	-1030
ነትና	-1031
ንዳን	-1032
▁በሌ	-1033
▁ተራ	-1034
▁ተን	-1035
▁ወሬ	-1036
▁ወጥ	-1037
▁ቃላት	-1038
▁የተረ	-1039
▁ጀምሮ	-1040
ተዋል፡፡	-1041
▁መጨረሻ	-1042
▁የቱትሲ	-1043
▁አልነበረ	-1044
ሞች	-1045
ብዙ	-1046
ትር	-1047
ቼም	-1048
ናግ	-1049
ንካ	-1050
ንዴ	-1051
ዕሰ	-1052
ዝና	-1053
ይን	-1054
ደብ	-1055
ዲህ	-1056
ገረ	-1057
መለስ	-1058
ረቤቶ	-1059
ርሃን	-1060
ወንድ	-1061
ዎቹን	-1062
ዎችና	-1063
ፈልጉ	-1064
▁ሄደ	-1065
▁ልት	-1066
▁ልዩ	-1067
▁በነ	-1068
▁ትዕ	-1069
▁ከሰ	-1070
▁ከነ	-1071
▁ደር	-1072
▁ፖል	-1073
ሯል፡፡	-1074
ናልባት	-1075
▁መኝታ	-1076
▁ቁጥር	-1077
▁በስተ	-1078
▁አሰብ	-1079
▁ይሆን	-1080
▁ፍጅቱ	-1081
ዋለሁ፡፡	-1082
▁አልቻል	-1083
▁አሰቃቂ	-1084
▁እንድን	-1085
▁ጠመንጃ	-1086
▁መጀመሪያ	-1087
▁ስለሆነም	-1088
▁ወታደሮቹ	-1089
▁በመታጠቢያ	-1090
ሜን	-1091
ረብ	-1092
ሶች	-1093
ቆጣ	-1094
በላ	-1095
በቃ	-1096
ባል	-1097
ኖሩ	-1098
ኩና	-1099
ዋል	-1100
ዢን	-1101
ያዙ	-1102
ገት	-1103
ጠን	-1104
▁ጮ	-1105
ኛል፤	-1106
ግኘት	-1107
ጡ፡፡	-1108
▁ለተ	-1109
▁ልን	-1110
▁ሐይ	-1111
▁በበ	-1112
▁ቤቴ	-1113
▁ተቀ	-1114
▁ስለማ	-1115
▁በእጅ	-1116
▁ቤቱን	-1117
▁አገኘ	-1118
▁ይዘው	-1119
▁ይገባ	-1120
▁መሣሪያ	-1121
▁ጦርነቱ	-1122
▁እንደማይ	-1123
▁በትምህርት	-1124
ሁና	-1125
ሆና	-1126
ሊባ	-1127
ነቀ	-1128
ንጆ	-1129
ከፍ	-1130
ክት	-1131
ዋት	-1132
ደበ	-1133
ገብ	-1134
ጊዛ	-1135
ጋሪ	-1136
ፈን	-1137
ስታው	-1138
ያቸው	-1139
ያንስ	-1140
ይማብ	-1141
ገድሉ	-1142
ጨማሪ	-1143
ጽያኑ	-1144
▁ለሚ	-1145
▁ኖሮ	-1146
▁የል	-1147
▁የቆ	-1148
▁ያሳ	-1149
▁ግቢ	-1150
ሃለሁ፤	-1151
ሊባጊዛ	-1152
▁ሌሊት	-1153
▁በዘር	-1154
▁ነበረ	-1155
▁ነገረ	-1156
▁የሚል	-1157
▁የሰው	-1158
▁ቤተሰብ	-1159
▁ምናልባት	-1160
▁ዓይኖቼን	-1161
ላክ	-1162
ርጉ	-1163
ሰት	-1164
ሻል	-1165
ቅም	-1166
ዘን	-1167
ያቄ	-1168
ያዝ	-1169
ጡት	-1170
ኩበት	-1171
ጠሪያ	-1172
▁ነፍ	-1173
▁አዳ	-1174
▁አገ	-1175
▁የታ	-1176
▁የግ	-1177
▁ገና	-1178
▁ገን	-1179
▁ግደ	-1180
▁ፈለ	-1181
▁ፍራ	-1182
▁ሆኖም	-1183
▁መሄድ	-1184
▁ኃይል	-1185
▁ነበሩ	-1186
▁አስደ	-1187
▁እኔን	-1188
ኳቸው፡፡	-1189
▁ምኅረት	-1190
▁ሳይሆን	-1191
▁አለ፡፡	-1192
▁ሁላችንም	-1193
▁በመጨረሻ	-1194
▁እንደዚያ	-1195
▁በአእምሮዬ	-1196
ርባ	-1197
ስደ	-1198
ቀረ	-1199
ቆይ	-1200
ብሎ	-1201
ታዬ	-1202
ቶቹ	-1203
ኝ፤	-1204
ከብ	-1205
ዮን	-1206
ግሮ	-1207
▁5	-1208
▁ሮ	-1209
▁ጫ	-1210
በትና	-1211
▁ለም	-1212
▁አታ	-1213
▁እመ	-1214
▁ከሌ	-1215
▁ከኔ	-1216
▁ወጣ	-1217
▁የደ	-1218
▁የፍ	-1219
▁ዳር	-1220
ሀገሪቱ	-1221
ለኝ፡፡	-1222
ክርስቲ	-1223
ጠኝነት	-1224
▁መጥፎ	-1225
▁ሳምን	-1226
▁ቆንጆ	-1227
▁በሩን	-1228
▁በድን	-1229
▁ተማሪ	-1230
▁ተግባ	-1231
▁አስቸ	-1232
▁እውነ	-1233
▁ከሆነ	-1234
▁ቢያንስ	-1235
▁ነች፡፡	-1236
▁ኢሊባጊዛ	-1237
▁እንዲያውም	-1238
▁እንግሊዝኛ	-1239
ለየ	-1240
ማና	-1241
ሰበ	-1242
ቀኑ	-1243
ቁት	-1244
ቃይ	-1245
በሳ	-1246
ነሣ	-1247
ካታ	-1248
ሊዮን	-1249
ባችን	-1250
ታችሁ	-1251
ዙሪያ	-1252
ጠየቅ	-1253
▁መሬ	-1254
▁መዝ	-1255
▁መጸ	-1256
▁በኔ	-1257
▁በገ	-1258
▁ብት	-1259
▁ትው	-1260
▁አጋ	-1261
▁ከል	-1262
▁ከቤ	-1263
▁ተቀም	-1264
▁እማማ	-1265
▁ወራት	-1266
▁ያደረ	-1267
▁ጠየቅ	-1268
▁ቤታችን	-1269
▁አድርጎ	-1270
▁የተመድ	-1271
▁የነበሩ	-1272
▁የጥላቻ	-1273
▁ገንዘብ	-1274
▁መንግሥት	-1275
▁ኢንተርሃምዌ	-1276
ለል	-1277
መም	-1278
መር	-1279
ቀን	-1280
ቅስ	-1281
ቆሙ	-1282
ቿን	-1283
ከባ	-1284
ክስ	-1285
ደት	-1286
ገለ	-1287
ጎች	-1288
ጣን	-1289
ፈር	-1290
ፉት	-1291
▁3	-1292
ጀመረ	-1293
▁ለኔ	-1294
▁ሰም	-1295
▁በሺ	-1296
▁በው	-1297
▁በድ	-1298
▁በጸ	-1299
▁ኪሎ	-1300
▁ያየ	-1301
▁ይታ	-1302
ቀኝ፡፡	-1303
▁ለማሳ	-1304
▁መልካ	-1305
▁ስትል	-1306
▁ቋንቋ	-1307
▁በቀጣ	-1308
▁ቤቶች	-1309
▁ነገሩ	-1310
▁አግኝ	-1311
▁እናም	-1312
▁እናት	-1313
▁እያለ	-1314
▁ያንን	-1315
▁ጉዳይ	-1316
▁በኋላም	-1317
▁ብርሃን	-1318
▁አላውቅ	-1319
▁እንደሆን	-1320
ላቅ	-1321
ልጽ	-1322
መል	-1323
መና	-1324
ረድ	-1325
ሪካ	-1326
ቅድ	-1327
ባበ	-1328
ብረ	-1329
ኝም	-1330
ወሩ	-1331
ውም	-1332
ያየ	-1333
ዲት	-1334
ዳዳ	-1335
ጆሮ	-1336
ጋና	-1337
ጣሪ	-1338
ፈት	-1339
▁4	-1340
▁6	-1341
▁ሜ	-1342
ረጅም	-1343
ኛውን	-1344
ውነት	-1345
ው፡፡	-1346
ጨነቅ	-1347
ጸልይ	-1348
ፈጸሙ	-1349
▁ስደ	-1350
▁ቃላ	-1351
▁ቆየ	-1352
▁ወር	-1353
▁ይዞ	-1354
▁ገደ	-1355
▁ታዲያ	-1356
▁ከተማ	-1357
▁ዘውግ	-1358
▁ጸለይ	-1359
ፈረንሳይ	-1360
▁በፍጹም	-1361
▁አስከሬ	-1362
▁እንድት	-1363
▁የሚሆኑ	-1364
▁ያለውን	-1365
▁ዮሃንስ	-1366
▁ጎረቤቶ	-1367
▁መቁጠሪያ	-1368
▁አለኝ፡፡	-1369
▁ጭፍጨፋው	-1370
ሄዳ	-1371
ለበ	-1372
ሾካ	-1373
ቀል	-1374
ብቅ	-1375
ታተ	-1376
ችና	-1377
ክራ	-1378
ጥቶ	-1379
ለማው	-1380
ንቀሳ	-1381
ንበት	-1382
ዋል፤	-1383
ገኘው	-1384
ጥነት	-1385
▁ሄድ	-1386
▁መነ	-1387
▁መኰ	-1388
▁ስር	-1389
▁ቀስ	-1390
▁አነ	-1391
▁ከለ	-1392
▁ክፉ	-1393
▁ዢን	-1394
▁ደስ	-1395
▁ገለ	-1396
ቷል፡፡	-1397
ንድነው	-1398
ይማብል	-1399
▁ምሽግ	-1400
▁ሦስት	-1401
▁በረሮ	-1402
▁አሳል	-1403
▁እስካ	-1404
▁እወድ	-1405
▁ዝርዝ	-1406
▁ይሁን	-1407
▁ደኅና	-1408
ሰማኝ፡፡	-1409
ሻለሁ፡፡	-1410
ቱትሲዎች	-1411
▁ሚሊዮን	-1412
▁በየቀኑ	-1413
▁አልፈለ	-1414
▁እስኪያ	-1415
▁እነርሱ	-1416
▁አይደለም	-1417
▁እነዚህን	-1418
▁እንደዚህ	-1419
▁ለመጀመሪያ	-1420
▁እንደነበር	-1421
▁ኢማኪዩሌ፡፡	-1422
ምና	-1423
ሥር	-1424
ሰቡ	-1425
ቋቋ	-1426
ቡን	-1427
ችሉ	-1428
ንቅ	-1429
ንቺ	-1430
ኖራ	-1431
እን	-1432
ወለ	-1433
ውና	-1434
ዓት	-1435
ዣኔ	-1436
ለተኛ	-1437
መስል	-1438
ረጋገ	-1439
ኝነት	-1440
ወቅቱ	-1441
ዓለም	-1442
ገናኘ	-1443
ጠብቅ	-1444
▁20	-1445
▁ልክ	-1446
▁ሠራ	-1447
▁ቅዱ	-1448
▁ትክ	-1449
▁አቃ	-1450
▁ካል	-1451
▁ወሰ	-1452
▁ዋና	-1453
▁የሕ	-1454
▁የኢ	-1455
▁ይሰ	-1456
ታወቂያ	-1457
ቸው፡፡	-1458
▁ሕዝብ	-1459
▁ማየት	-1460
▁ረጅም	-1461
▁በመስ	-1462
▁በቅር	-1463
▁በበኩ	-1464
▁አንተ	-1465
▁ዕድሜ	-1466
▁ይህም	-1467
▁ጥቂት	-1468
▁ጥያቄ	-1469
ተክርስቲ	-1470
▁ሰዎችን	-1471
▁ሰዓታት	-1472
▁ሲሆን፤	-1473
▁በተለይ	-1474
▁ነኝ፡፡	-1475
▁የሚያስ	-1476
▁በርሳችን	-1477
▁ግደሏቸው	-1478
ሄደ	-1479
ሉ፤	-1480
ላማ	-1481
ራር	-1482
ሹክ	-1483
ቅን	-1484
ባሪ	-1485
ተረ	-1486
ታል	-1487
ነካ	-1488
ከለ	-1489
ኩም	-1490
ዘዋ	-1491
ያም	-1492
ዱን	-1493
ጠፋ	-1494
ጣሬ	-1495
ጨፍ	-1496
ፈች	-1497
ፍቅ	-1498
ፍታ	-1499
▁9	-1500
▁ና	-1501
▁ዐ	-1502
ሾካሾ	-1503
ቀመጥ	-1504
ታደር	-1505
ችለው	-1506
ነቴን	-1507
ዘጋጀ	-1508
ደርሱ	-1509
ገባኝ	-1510
ፈጸም	-1511
▁15	-1512
▁19	-1513
▁ሆይ	-1514
▁ለሁ	-1515
▁መጻ	-1516
▁በቃ	-1517
▁ብን	-1518
▁ተጠ	-1519
▁ነሽ	-1520
▁ከጥ	-1521
▁ዝግ	-1522
▁ጥር	-1523
በት፡፡	-1524
▁መቼም	-1525
▁ሰውዬ	-1526
▁ቁልቁ	-1527
▁በመን	-1528
▁ቡድን	-1529
▁እኔም	-1530
▁ኪሎሜ	-1531
▁ወጣት	-1532
▁የቄሱ	-1533
▁ይቅር	-1534
ላቸው፡፡	-1535
ቻለሁ፡፡	-1536
ንግሊዝኛ	-1537
▁ሁለተኛ	-1538
▁በእጅጉ	-1539
▁በዚያን	-1540
▁ትምህር	-1541
▁አልችል	-1542
▁አንዳች	-1543
▁አካባቢ	-1544
▁እናንተ	-1545
▁እንዲህ	-1546
▁ወደፊት	-1547
▁ጓደኞቼ	-1548
▁ጦርነት	-1549
ዩኒቨርሲቲ	-1550
▁መታወቂያ	-1551
▁ስደተኞች	-1552
▁በሕይወቴ	-1553
▁እንደምን	-1554
▁እያንዳን	-1555
▁ወንድሞቼ	-1556
▁የዳማሲን	-1557
▁ተሰማኝ፡፡	-1558
▁የነበረውን	-1559
▁አውቃለሁ፡፡	-1560
▁በእርግጠኝነት	-1561
▁አልቻልኩም፡፡	-1562
ሂድ	-1563
ልባ	-1564
ልና	-1565
መረ	-1566
መት	-1567
መኝ	-1568
ማት	-1569
ርጥ	-1570
ስለ	-1571
ቀድ	-1572
ቆቃ	-1573
ቆየ	-1574
ባብ	-1575
ቶሎ	-1576
ቶቼ	-1577
ነፍ	-1578
ንጸ	-1579
ከበ	-1580
ክፍ	-1581
የኝ	-1582
ጉን	-1583
ግራ	-1584
▁8	-1585
ሳለፍ	-1586
ሻለቃ	-1587
በረታ	-1588
ችሁን	-1589
ክተር	-1590
ዚያን	-1591
ገናኛ	-1592
ገደል	-1593
ጣቸው	-1594
▁13	-1595
▁መር	-1596
▁ራሴ	-1597
▁ቢያ	-1598
▁ባል	-1599
▁ትኩ	-1600
▁አና	-1601
▁እላ	-1602
▁ከግ	-1603
▁ካለ	-1604
▁ውሃ	-1605
▁ገጽ	-1606
▁ጉዳ	-1607
ንግሥት	-1608
ጭፍጨፋ	-1609
▁ምስል	-1610
▁ሞከር	-1611
▁ሬድዮ	-1612
▁ርዕሰ	-1613
▁ባለው	-1614
▁ብሎም	-1615
▁እችላ	-1616
▁ክፍሉ	-1617
▁የሁቱ	-1618
▁የመጣ	-1619
▁የሚሰ	-1620
▁መንደር	-1621
▁ምክንያ	-1622
▁በቀጣዩ	-1623
▁በተመድ	-1624
▁በወቅቱ	-1625
▁ብቸኛው	-1626
▁እምነት	-1627
▁ከአንድ	-1628
▁ያሉትን	-1629
▁ጓደኛዬ	-1630
▁ራሳቸውን	-1631
▁በስተቀር	-1632
▁ኖሯል፡፡	-1633
▁አስቸጋሪ	-1634
▁እንደሚያ	-1635
▁እንደምት	-1636
▁እንግዲህ	-1637
▁በማናቸውም	-1638
▁የኢማኪዩሌ	-1639
▁ይሆናል፡፡	-1640
▁እግዚአብሔርን	-1641
▁የእግዚአብሔር	-1642
ለብ	-1643
ሎት	-1644
ሎቹ	-1645
ሙን	-1646
ምጣ	-1647
ራው	-1648
ስኩ	-1649
ሸማ	-1650
ሽና	-1651
ቀነ	-1652
ቁም	-1653
ብሽ	-1654
ተት	-1655
ናን	-1656
ኔን	-1657
ክብ	-1658
ኸው	-1659
ዎት	-1660
ያዊ	-1661
ደም	-1662
ጄን	-1663
ጅት	-1664
ገም	-1665
ጠረ	-1666
ጠበ	-1667
ጠት	-1668
ጽሞ	-1669
ፍት	-1670
▁.	-1671
▁ዋ	-1672
ራቢያ	-1673
ሳሳይ	-1674
ስታወ	-1675
ቀበል	-1676
ቸዋል	-1677
ቻለኝ	-1678
ናንተ	-1679
ናገሩ	-1680
ዱ፡፡	-1681
ድረስ	-1682
ድስት	-1683
ጠበቅ	-1684
▁17	-1685
▁መው	-1686
▁ማጥ	-1687
▁ሳራ	-1688
▁ስና	-1689
▁ቀና	-1690
▁በወ	-1691
▁በጉ	-1692
▁ንግ	-1693
▁ንጹ	-1694
▁አር	-1695
▁አቋ	-1696
▁ዛሬ	-1697
▁ጉዞ	-1698
ለም፡፡	-1699
ልን፡፡	-1700
▁ሌሎቹ	-1701
▁ልብሶ	-1702
▁ሥቃይ	-1703
▁አለች	-1704
▁እርሷ	-1705
▁ያውቃ	-1706
▁ይመጣ	-1707
▁ጥብቅ	-1708
▁ጽንፈ	-1709
▁በደስታ	-1710
▁በደኅና	-1711
▁በደንብ	-1712
▁አሉ፡፡	-1713
▁አብረን	-1714
▁አይቀር	-1715
▁እናፍቅ	-1716
▁እፈልጋ	-1717
▁ከሁለት	-1718
▁ከቤተሰ	-1719
▁የእርሱ	-1720
▁የወንድ	-1721
▁ለማድረግ	-1722
▁በፍጥነት	-1723
▁ነበሩ፡፡	-1724
▁እስካሁን	-1725
▁ከተወሰኑ	-1726
▁ዳማሲንን	-1727
▁ዩኒቨርሲቲ	-1728
ለጠ	-1729
ማሽ	-1730
ቀሳ	-1731
ቡዬ	-1732
ነጋ	-1733
ከሻ	-1734
ኩል	-1735
ዛት	-1736
ያይ	-1737
ይት	-1738
ደራ	-1739
ዶቹ	-1740
ጆቼ	-1741
ገነ	-1742
ጓጓ	-1743
ጡን	-1744
ጽና	-1745
ፍን	-1746
▁7	-1747
▁ሣ	-1748
ለሁ፣	-1749
ልክት	-1750
ሞክር	-1751
ቃቸው	-1752
ንካሬ	-1753
ኖረው	-1754
ወቅሁ	-1755
ጠቀም	-1756
▁14	-1757
▁22	-1758
▁ለቅ	-1759
▁ማለ	-1760
▁ማየ	-1761
▁ሳለ	-1762
▁በኪ	-1763
▁በጎ	-1764
▁ነህ	-1765
▁ነኝ	-1766
▁ክር	-1767
▁ዣኔ	-1768
▁ይቻ	-1769
▁ይዤ	-1770
▁ደረ	-1771
መስገን	-1772
ባቸውን	-1773
▁ሆነው	-1774
▁ልብስ	-1775
▁ልጆቹ	-1776
▁በልጅ	-1777
▁በመቶ	-1778
▁ተነሥ	-1779
▁ወይም	-1780
▁የሰማ	-1781
▁ያሉት	-1782
▁ድርጊ	-1783
▁ጠዋት	-1784
▁ጸሎት	-1785
በታል፡፡	-1786
ዎቻቸውን	-1787
▁ሕይወቴ	-1788
▁መልካም	-1789
▁ሳይቀር	-1790
▁በፍቅር	-1791
▁አድርጋ	-1792
▁እንድና	-1793
▁እያደረ	-1794
▁ክፍሎች	-1795
▁ወረቀት	-1796
▁የሆነው	-1797
▁የሚያሳ	-1798
▁ይገድሉ	-1799
▁ልጆቻቸው	-1800
▁ሳምንታት	-1801
▁በእውነት	-1802
▁አልኩ፡፡	-1803
▁አመሰገን	-1804
▁አብዛኞቹ	-1805
▁አድርገው	-1806
▁ኪሎሜትር	-1807
▁የነበሩት	-1808
▁እየተከሰተ	-1809
ሆሮ	-1810
ሞቱ	-1811
ስል	-1812
ቀጥ	-1813
ቆመ	-1814
ባሰ	-1815
ብራ	-1816
ንክ	-1817
ከፋ	-1818
ኮት	-1819
ዎቼ	-1820
የሁ	-1821
ዲስ	-1822
ድኑ	-1823
ድያ	-1824
ገዳ	-1825
ገፋ	-1826
ጊያ	-1827
ጻፍ	-1828
ፈነ	-1829
▁ሺ	-1830
▁ዲ	-1831
ምንም	-1832
ረ፡፡	-1833
ርሃት	-1834
ሳምን	-1835
ተዋል	-1836
ነበሩ	-1837
ነቱን	-1838
ውቀው	-1839
ዘውግ	-1840
ፒየር	-1841
▁10	-1842
▁11	-1843
▁12	-1844
▁16	-1845
▁18	-1846
▁ሃሳ	-1847
▁ለወ	-1848
▁መላ	-1849
▁መታ	-1850
▁ማታ	-1851
▁ማው	-1852
▁ሰለ	-1853
▁ሰጠ	-1854
▁ስብ	-1855
▁ቀር	-1856
▁ቀጥ	-1857
▁በታ	-1858
▁በጨ	-1859
▁በፊ	-1860
▁ነጻ	-1861
▁ከበ	-1862
▁ዕጣ	-1863
▁ዝም	-1864
▁የሌ	-1865
▁የስ	-1866
▁የው	-1867
▁ያም	-1868
▁ያዝ	-1869
▁ደም	-1870
▁ግር	-1871
▁ጸል	-1872
▁ጸጉ	-1873
ብን፡፡	-1874
ግሁ፡፡	-1875
▁ልቤን	-1876
▁ራሱን	-1877
▁ሲያስ	-1878
▁ሻለቃ	-1879
▁ቅዱስ	-1880
▁በርስ	-1881
▁ብለን	-1882
▁ብቸኛ	-1883
▁ተመለ	-1884
▁ነው፣	-1885
▁አልኩ	-1886
▁አስፈ	-1887
▁አብሮ	-1888
▁አንዷ	-1889
▁አደጋ	-1890
▁እቤት	-1891
▁ከለላ	-1892
▁ወንጀ	-1893
▁የአባ	-1894
▁ይልቅ	-1895
▁ጀርባ	-1896
▁ገዳይ	-1897
▁ገጽታ	-1898
▁ግሩም	-1899
▁ፈጽሞ	-1900
ሽከርካሪ	-1901
▁ሌሎቹን	-1902
▁መጣ፡፡	-1903
▁መጽሐፉ	-1904
▁ምስጋና	-1905
▁ቁልቁል	-1906
▁በርካታ	-1907
▁በቅርቡ	-1908
▁በድጋሚ	-1909
▁ትዕይን	-1910
▁እንግዳ	-1911
▁እውነት	-1912
▁ወታደር	-1913
▁ሕይወቴን	-1914
▁አንደኛው	-1915
▁ከሩዋንዳ	-1916
▁አሰብኩ፡፡	-1917
▁እያንዳንዷ	-1918
▁አላውቅም፡፡	-1919
▁አይደለም፡፡	-1920
▁ከእግዚአብሔር	-1921
▁የኢንተርሃምዌ	-1922
io	-1923
ለመ	-1924
ለጋ	-1925
ልል	-1926
ልጅ	-1927
ሐይ	-1928
ማመ	-1929
ምለ	-1930
ምቶ	-1931
ሮቹ	-1932
ሮው	-1933
ስን	-1934
ቀሰ	-1935
ቁር	-1936
ቃት	-1937
ናው	-1938
ን፤	-1939
ኦና	-1940
ዊት	-1941
ደን	-1942
ዳም	-1943
ጁን	-1944
ገዝ	-1945
ጉት	-1946
ግስ	-1947
ጠሉ	-1948
ጩኸ	-1949
ፈጽ	-1950
▁ዱ	-1951
ሆኑት	-1952
ሆንኩ	-1953
ለያዩ	-1954
ምነት	-1955
ሳችሁ	-1956
ቅርብ	-1957
ቶቹን	-1958
ነዚህ	-1959
ከታተ	-1960
ገውን	-1961
ፈጸመ	-1962
▁21	-1963
▁ሁሌ	-1964
▁ሄዶ	-1965
▁ለራ	-1966
▁ሕፃ	-1967
▁ሲጨ	-1968
▁ስታ	-1969
▁በሃ	-1970
▁በጠ	-1971
▁በጽ	-1972
▁ተዋ	-1973
▁ታስ	-1974
▁ቶሎ	-1975
▁ነች	-1976
▁ከፈ	-1977
▁ወስ	-1978
▁ውጤ	-1979
▁ዘበ	-1980
▁ፈር	-1981
ላቸውን	-1982
ኦናርድ	-1983
ከላከል	-1984
ደርገው	-1985
ጦርነቱ	-1986
▁ለመን	-1987
▁ለመግ	-1988
▁ሊገድ	-1989
▁መሬት	-1990
▁መኖር	-1991
▁መዝሙ	-1992
▁ርቀት	-1993
▁በማን	-1994
▁በማይ	-1995
▁በቤቱ	-1996
▁በአን	-1997
▁በዓይ	-1998
▁ትንሹ	-1999
▁አለመ	-2000
▁አንዴ	-2001
▁እንዴ	-2002
▁እገዛ	-2003
▁ከአም	-2004
▁ወደኔ	-2005
▁ዘገባ	-2006
▁ዙሪያ	-2007
▁ዜጎች	-2008
▁የምና	-2009
▁ገደማ	-2010
▁ግልጽ	-2011
▁ግንኙ	-2012
▁ፍለጋ	-2013
ጭፍጨፋው	-2014
▁በማሰብ	-2015
▁ቤተሰቤ	-2016
▁አስታው	-2017
▁አንዲት	-2018
▁አእምሮ	-2019
▁አደገኛ	-2020
▁ወንድም	-2021
▁ዓይኖች	-2022
▁ዝርዝር	-2023
▁የሩአግ	-2024
▁የተለየ	-2025
▁የተሞላ	-2026
▁የተረፉ	-2027
▁ጊዜያት	-2028
▁ጥንካሬ	-2029
▁ለመጠየቅ	-2030
▁በተጨማሪ	-2031
▁ቤተሰቤን	-2032
▁አማጽያኑ	-2033
▁አንሾካሾ	-2034
▁እውነተኛ	-2035
▁ኦገስቲን	-2036
▁ገዳዮቹን	-2037
▁የመንግሥት	-2038
▁ፈረንሳውያኑ	-2039
at	-2040
ሁኑ	-2041
ላን	-2042
ሎኔ	-2043
መሩ	-2044
ራጭ	-2045
ሰሙ	-2046
ሽው	-2047
ቀፍ	-2048
ቻሉ	-2049
ነኛ	-2050
ናቴ	-2051
ክለ	-2052
ዘገ	-2053
ደድ	-2054
ዳጃ	-2055
ጋይ	-2056
ጋግ	-2057
ጥን	-2058
ጨት	-2059
ፋሪ	-2060
▁ሶ	-2061
199	-2062
ion	-2063
ህዎች	-2064
ረጋግ	-2065
ርጉም	-2066
ሯቸው	-2067
ሰማው	-2068
ባቢያ	-2069
ችንና	-2070
ነርሱ	-2071
ናገራ	-2072
ኖረኝ	-2073
አልባ	-2074
ከሰት	-2075
ውቅም	-2076
ዘኔታ	-2077
ጃቸው	-2078
ጠ፡፡	-2079
▁23	-2080
▁ሆኜ	-2081
▁መቶ	-2082
▁ማር	-2083
▁ቀል	-2084
▁ቆመ	-2085
▁ቆይ	-2086
▁ቋሚ	-2087
▁በስ	-2088
▁ባሉ	-2089
▁ቦን	-2090
▁ተሳ	-2091
▁ታው	-2092
▁አጎ	-2093
▁አጠ	-2094
▁አፈ	-2095
▁ከራ	-2096
▁ከባ	-2097
▁ከት	-2098
▁ከኛ	-2099
▁ዘር	-2100
▁ዜና	-2101
▁የኪ	-2102
▁የጎ	-2103
▁ይለ	-2104
▁ይጠ	-2105
ነታችን	-2106
ኝም፡፡	-2107
▁ለፊት	-2108
▁ሩአግ	-2109
▁ሲመጡ	-2110
▁በመግ	-2111
▁በምሽ	-2112
▁በውስ	-2113
▁ተመኘ	-2114
▁ታላቅ	-2115
▁አባት	-2116
▁አንብ	-2117
▁እጄን	-2118
▁እግሮ	-2119
▁ከሚያ	-2120
▁ክስተ	-2121
▁ክፍለ	-2122
▁ወዳጅ	-2123
▁ዐቅም	-2124
▁ዓይን	-2125
▁የምታ	-2126
▁ዳማሲ	-2127
▁ፈተና	-2128
▁ፍርድ	-2129
ation	-2130
ለኝም፡፡	-2131
ብኛል፡፡	-2132
ኋቸው፡፡	-2133
▁ለመሆን	-2134
▁ለማየት	-2135
▁ለረጅም	-2136
▁ማስታወ	-2137
▁በመንደ	-2138
▁በሺዎች	-2139
▁በነበረ	-2140
▁ከጥቂት	-2141
▁ከፍተኛ	-2142
▁የተነሣ	-2143
▁ዶክተር	-2144
▁ጥርጣሬ	-2145
ቸዋለሁ፡፡	-2146
ችኋለሁ፡፡	-2147
▁በቤታችን	-2148
▁አምላክን	-2149
▁አስከባሪ	-2150
▁ኤይማብል	-2151
▁ደቂቃዎች	-2152
▁አስከሬኖች	-2153
▁ጸለይኩ፡፡	-2154
▁እወድሃለሁ፤	-2155
▁ይሰማኛል፡፡	-2156
▁እናፍቅሃለሁ፤	-2157
ላቀ	-2158
ላዊ	-2159
ልበ	-2160
መራ	-2161
ሪክ	-2162
ሪው	-2163
ራሲ	-2164
ራሽ	-2165
ርክ	-2166
ርፍ	-2167
ሷን	-2168
ቀደ	-2169
ቁን	-2170
ቤቱ	-2171
ትዮ	-2172
ነሱ	-2173
ደጋ	-2174
ግሩ	-2175
ፈሩ	-2176
ፈጥ	-2177
ፍኜ	-2178
▁ኬ	-2179
መለሱ	-2180
ማመን	-2181
ሥራት	-2182
ቀ፡፡	-2183
ቆየት	-2184
ቋቋም	-2185
ብሔሩ	-2186
ችበት	-2187
ችኋል	-2188
ችንም	-2189
ኛውም	-2190
ወሰነ	-2191
ዋለሁ	-2192
ዕክት	-2193
ያውቅ	-2194
ይህን	-2195
ጸለይ	-2196
ጽያን	-2197
▁ለሌ	-2198
▁ለሰ	-2199
▁ለብ	-2200
▁መሆ	-2201
▁መተ	-2202
▁ርኩ	-2203
▁ሰብ	-2204
▁ሰይ	-2205
▁ስጋ	-2206
▁ቁም	-2207
▁ቁጭ	-2208
▁ተና	-2209
▁ተከ	-2210
▁ተወ	-2211
▁ነጭ	-2212
▁አሰ	-2213
▁አተ	-2214
▁ከወ	-2215
▁ክሌ	-2216
▁ወድ	-2217
▁ያው	-2218
▁ይሄ	-2219
▁ይሻ	-2220
▁ገድ	-2221
▁ጎዳ	-2222
▁ጩኸ	-2223
ማጽያኑ	-2224
ወንድሜ	-2225
▁መኰን	-2226
▁መጥቶ	-2227
▁መጻሕ	-2228
▁ሰቆቃ	-2229
▁ሴማና	-2230
▁በሌላ	-2231
▁በልቤ	-2232
▁በማስ	-2233
▁በሰው	-2234
▁አውሬ	-2235
▁አዲሱ	-2236
▁አጥን	-2237
▁እንስ	-2238
▁እንቅ	-2239
▁ውጤት	-2240
▁የተባ	-2241
▁ያልተ	-2242
▁ያስተ	-2243
▁ይኖር	-2244
▁ይግባ	-2245
▁ደህን	-2246
▁ጭምር	-2247
▁ፈልጌ	-2248
ላችንንም	-2249
ሸከርካሪ	-2250
ባቸው፡፡	-2251
▁መምህር	-2252
▁መንግሥ	-2253
▁መንፈስ	-2254
▁መጡ፡፡	-2255
▁ማግኘት	-2256
▁ሰላምታ	-2257
▁ስለሆኑ	-2258
▁በሚገባ	-2259
▁በገነት	-2260
▁በጸጥታ	-2261
▁ብርያን	-2262
▁ብዙዎቹ	-2263
▁አባቴን	-2264
▁አብረው	-2265
▁አታድር	-2266
▁የሚሆን	-2267
▁የማይታ	-2268
▁ይመስለ	-2269
▁ይናገራ	-2270
▁ድንገት	-2271
▁ሄድኩ፡፡	-2272
▁ለማግኘት	-2273
▁በድንገት	-2274
▁ተመሳሳይ	-2275
▁አይሆንም	-2276
▁የመጨረሻ	-2277
▁የተከሰተ	-2278
▁ግንኙነት	-2279
▁ሁላችንንም	-2280
▁ቤተክርስቲ	-2281
▁አለብኝ፡፡	-2282
▁አልኩት፡፡	-2283
▁አውቃለሁ፤	-2284
▁ኢንተርሃምዌዎች	-2285
ሁ፤	-2286
ህም	-2287
ህና	-2288
ለቲ	-2289
ላሉ	-2290
ሚው	-2291
ምሬ	-2292
ምቤ	-2293
ረች	-2294
ረዱ	-2295
ርዳ	-2296
ርጓ	-2297
ሰጥ	-2298
ሳች	-2299
ሳጥ	-2300
ባባ	-2301
ባዪ	-2302
ትረ	-2303
ንቃ	-2304
ንባ	-2305
ኛዋ	-2306
ከራ	-2307
ከው	-2308
ዕድ	-2309
ዘኝ	-2310
ዛቤ	-2311
ይህ	-2312
ዮቹ	-2313
ድጓ	-2314
ጎዳ	-2315
ጫፊ	-2316
ሁበት	-2317
ሁትን	-2318
ለያየ	-2319
መላለ	-2320
ምቤባ	-2321
ምጣት	-2322
ሰጠኝ	-2323
ቀመጫ	-2324
ቀውን	-2325
ባረቅ	-2326
እዚህ	-2327
ዓታት	-2328
ያችን	-2329
ገርም	-2330
ጥረት	-2331
ጨነቁ	-2332
▁ሄጄ	-2333
▁ልታ	-2334
▁ሕዝ	-2335
▁ሳላ	-2336
▁ቆዳ	-2337
▁በሩ	-2338
▁በን	-2339
▁በጭ	-2340
▁ብላ	-2341
▁ተሞ	-2342
▁ተቃ	-2343
▁ትዝ	-2344
▁ቻል	-2345
▁ነግ	-2346
▁አሊ	-2347
▁ከኪ	-2348
▁ዝቅ	-2349
▁ይዘ	-2350
▁ዲግ	-2351
▁ጆሮ	-2352
▁ጠብ	-2353
▁ጽሑ	-2354
▁ፈን	-2355
ሏል፡፡	-2356
ምኩ፡፡	-2357
ነበሩት	-2358
ኗል፡፡	-2359
ዲያብሎ	-2360
ገባቸው	-2361
ገኝ፡፡	-2362
ፈልገው	-2363
▁ለማስ	-2364
▁ሐይቅ	-2365
▁መምህ	-2366
▁ማመን	-2367
▁ሰለባ	-2368
▁ሴትዮ	-2369
▁ስላል	-2370
▁በሚያ	-2371
▁በቄሱ	-2372
▁ቢሆኑ	-2373
▁ቢኖር	-2374
▁ተረዳ	-2375
▁ተብሎ	-2376
▁ትናን	-2377
▁ትንን	-2378
▁ንጹሕ	-2379
▁አሥር	-2380
▁አብሬ	-2381
▁አውቄ	-2382
▁ከዘር	-2383
▁ከያዙ	-2384
▁ከደረ	-2385
▁ከጓደ	-2386
▁ዕድል	-2387
▁የተመ	-2388
▁የዚህ	-2389
▁የደረ	-2390
▁ደራሲ	-2391
▁ጌታዬ	-2392
▁ፒየር	-2393
ሳለሁ፡፡	-2394
ተናል፡፡	-2395
ንጸባረቅ	-2396
▁ሀገራት	-2397
▁ለማዳን	-2398
▁መቁረጥ	-2399
▁መጸዳጃ	-2400
▁ምልክት	-2401
▁ስድስት	-2402
▁በጥላቻ	-2403
▁ብቻዬን	-2404
▁ብዙውን	-2405
▁ተሰምቶ	-2406
▁ትውስታ	-2407
▁አንቺን	-2408
▁እነዚያ	-2409
▁እንዳያ	-2410
▁ከዚያን	-2411
▁ይችላል	-2412
▁ደስተኛ	-2413
▁ሁቱዎችን	-2414
▁ለመደበቅ	-2415
▁ማናቸውም	-2416
▁ራሳችንን	-2417
▁በልጅነቴ	-2418
▁በመሆኑም	-2419
▁እንቅልፍ	-2420
▁የሚለውን	-2421
▁የቤተሰቤ	-2422
▁የአባቴን	-2423
▁የእርሱን	-2424
▁ገባኝ፡፡	-2425
▁ፈረንሳይ	-2426
ፈረንሳውያኑ	-2427
▁መሰለኝ፡፡	-2428
▁ምክንያቱም	-2429
▁በመጨረሻም	-2430
▁ተሽከርካሪ	-2431
▁እንዳለብኝ	-2432
▁የነበሩትን	-2433
▁ይቻላል፡፡	-2434
▁ጠየቀኝ፡፡	-2435
▁ተሸከርካሪው	-2436
▁ነገርኩት፡፡	-2437
▁አልችልም፡፡	-2438
▁የተከሰተውን	-2439
▁የእንግሊዝኛ	-2440
ሊሲ	-2441
ልሽ	-2442
ልኩ	-2443
ልድ	-2444
ሚያ	-2445
ማው	-2446
ምራ	-2447
ምታ	-2448
ሮት	-2449
ሰኝ	-2450
ሱስ	-2451
ሳሌ	-2452
ሳሰ	-2453
ስም	-2454
ቀየ	-2455
ቃሽ	-2456
ቅና	-2457
ቆች	-2458
ቆጥ	-2459
በራ	-2460
በታ	-2461
በእ	-2462
ብያ	-2463
ቷል	-2464
ቷን	-2465
ችኝ	-2466
ነቷ	-2467
ነን	-2468
ኑኑ	-2469
አት	-2470
እኔ	-2471
ካት	-2472
ዋቂ	-2473
ዓዊ	-2474
ገላ	-2475
ገኟ	-2476
ጋል	-2477
ጋራ	-2478
ጡኝ	-2479
ጨና	-2480
ጮህ	-2481
ጾች	-2482
ፈተ	-2483
ፉን	-2484
ፋፋ	-2485
▁ኑ	-2486
ሄደው	-2487
ለን፤	-2488
ለኞች	-2489
ማርኛ	-2490
ማቸው	-2491
ሪቱን	-2492
ሸማቀ	-2493
ቀመጠ	-2494
ቀየር	-2495
ቅረብ	-2496
በልጥ	-2497
ባችሁ	-2498
ትዮጵ	-2499
ቸገር	-2500
ችልም	-2501
ኅበረ	-2502
ናችሁ	-2503
ጀምር	-2504
ጅምላ	-2505
ጠቀሙ	-2506
▁ለል	-2507
▁ለው	-2508
▁ላለ	-2509
▁ልጄ	-2510
▁መሳ	-2511
▁መቀ	-2512
▁መዘ	-2513
▁መጡ	-2514
▁ማራ	-2515
▁ማሳ	-2516
▁ሞት	-2517
▁ቀጣ	-2518
▁በቁ	-2519
▁በዝ	-2520
▁በይ	-2521
▁በፈ	-2522
▁ቡድ	-2523
▁ተቋ	-2524
▁እል	-2525
▁እቃ	-2526
▁እቤ	-2527
▁ከም	-2528
▁ወላ	-2529
▁የነ	-2530
▁የድ	-2531
▁ያላ	-2532
▁ይዟ	-2533
▁ጠያ	-2534
▁ጸጥ	-2535
ለህ፡፡	-2536
ለት፡፡	-2537
ላችሁም	-2538
ራቸውን	-2539
ርሳቸው	-2540
ሰማቸው	-2541
ቻልኩት	-2542
ነው፡፡	-2543
ኖራቸው	-2544
▁ለመስ	-2545
▁ሊሆን	-2546
▁መጠጥ	-2547
▁ሰበብ	-2548
▁ሲሄድ	-2549
▁በትክ	-2550
▁በአካ	-2551
▁በእግ	-2552
▁በደረ	-2553
▁ተከተ	-2554
▁ተደብ	-2555
▁አልጋ	-2556
▁አራት	-2557
▁አስታ	-2558
▁አክስ	-2559
▁ኮሎኔ	-2560
▁ወሰን	-2561
▁ዓላማ	-2562
▁ዘመቻ	-2563
▁ዛየር	-2564
▁ዣኔት	-2565
▁የማያ	-2566
▁የባሰ	-2567
▁የተሰ	-2568
▁ይነግ	-2569
▁ደስታ	-2570
▁ዲግሪ	-2571
▁ጊዜም	-2572
▁ጣቢያ	-2573
ልኛል፡፡	-2574
ረዋል፡፡	-2575
ንቀሳቃሽ	-2576
▁ለማመን	-2577
▁ለአንድ	-2578
▁መናገር	-2579
▁መንገዳ	-2580
▁ስለምን	-2581
▁በቤተሰ	-2582
▁በቱትሲ	-2583
▁በዚያም	-2584
▁ተመልሼ	-2585
▁ተግባር	-2586
▁ተጨማሪ	-2587
▁አሁኑኑ	-2588
▁አስቀም	-2589
▁አንዱን	-2590
▁አውጥቶ	-2591
▁አዳዲስ	-2592
▁እርስዎ	-2593
▁እንዳሉ	-2594
▁እንድታ	-2595
▁ከአፍታ	-2596
▁ክሌሜን	-2597
▁ወንዶች	-2598
▁የሚሆነ	-2599
▁የተገደ	-2600
▁የፍቅር	-2601
▁ይሆናል	-2602
▁ይመስል	-2603
▁ግንዛቤ	-2604
▁ለገዳዮቹ	-2605
▁ማስታወሻ	-2606
▁ቆየሁ፡፡	-2607
▁በረሮዎች	-2608
▁አየሁ፡፡	-2609
▁እችላለሁ	-2610
▁ወንድሜን	-2611
▁የለም፡፡	-2612
▁ግድያዎች	-2613
▁በተጨማሪም	-2614
▁ተመኘሁ፡፡	-2615
▁ተረዳሁ፡፡	-2616
▁ነገረኝ፡፡	-2617
▁ኢማኪዩሌ፣	-2618
▁እንደሚያስ	-2619
▁የዳማሲንን	-2620
▁የፈረንሳይ	-2621
▁ጀመርኩ፡፡	-2622
▁ፈለግሁ፡፡	-2623
▁ይመስላል፡፡	-2624
▁በእግዚአብሔር	-2625
▁እግዚአብሔር፣	-2626
▁የእግዚአብሔርን	-2627
............	-2628
12	-2629
ሁዲ	-2630
ረና	-2631
ርመ	-2632
ርቅ	-2633
ርና	-2634
ርኩ	-2635
ርዊ	-2636
ሴት	-2637
ስቱ	-2638
ሸን	-2639
ሻሻ	-2640
ቀና	-2641
ቆር	-2642
በሉ	-2643
ባይ	-2644
ብዛ	-2645
ተኮ	-2646
ቲቭ	-2647
ታባ	-2648
ቼው	-2649
ችም	-2650
ኒው	-2651
ናዚ	-2652
ንጄ	-2653
ንጻ	-2654
ኪን	-2655
ካኔ	-2656
ኮች	-2657
ኳስ	-2658
ወቁ	-2659
ወጡ	-2660
ዋዛ	-2661
ዋጋ	-2662
ዓመ	-2663
ዘላ	-2664
ዘግ	-2665
ዩት	-2666
ያና	-2667
ዬም	-2668
ደሰ	-2669
ጆቹ	-2670
ገቤ	-2671
ጋብ	-2672
ግደ	-2673
ግዳ	-2674
ጠሩ	-2675
ጠነ	-2676
ጣራ	-2677
ጣጫ	-2678
ጥም	-2679
ፍና	-2680
ለቲካ	-2681
ለ፡፡	-2682
ርዕሰ	-2683
ሳሰብ	-2684
ቋረጥ	-2685
በርክ	-2686
ቡ፡፡	-2687
ባትም	-2688
ትሮው	-2689
ቻለው	-2690
ኛል፣	-2691
ኩትን	-2692
ዕለት	-2693
ዕድሜ	-2694
ዜንጄ	-2695
ያየት	-2696
ደበቀ	-2697
ግሥት	-2698
ጠይቅ	-2699
ጣናት	-2700
ጭነት	-2701
ፈችው	-2702
▁ሆኑ	-2703
▁ለፊ	-2704
▁ሕመ	-2705
▁መሪ	-2706
▁መድ	-2707
▁መጋ	-2708
▁ማል	-2709
▁ሜዳ	-2710
▁ሲቀ	-2711
▁ሳል	-2712
▁ሳያ	-2713
▁ቀይ	-2714
▁ቆር	-2715
▁በኛ	-2716
▁አሻ	-2717
▁እሱ	-2718
▁እባ	-2719
▁እግ	-2720
▁ከጎ	-2721
▁ካጋ	-2722
▁ኳስ	-2723
▁የኛ	-2724
▁ያኔ	-2725
▁ይፈ	-2726
▁ጎን	-2727
▁ጥግ	-2728
ለሽ፡፡	-2729
ላሉ፡፡	-2730
ረጋገጥ	-2731
ረጋጋት	-2732
ስተርስ	-2733
ሻል፡፡	-2734
ቀሳቀስ	-2735
ቆጣጠር	-2736
ባችንን	-2737
ቶቻችን	-2738
ነጋገር	-2739
ንግዲህ	-2740
ኳት፡፡	-2741
ዎቻቸው	-2742
የኋቸው	-2743
የኝ፡፡	-2744
ጃቸውን	-2745
ጨፍጫፊ	-2746
ፈልግም	-2747
ፖለቲካ	-2748
▁ሂደት	-2749
▁ህመም	-2750
▁ሆይ፣	-2751
▁ለሰው	-2752
▁ለቅቄ	-2753
▁ልጆቼ	-2754
▁ሕልም	-2755
▁ሕንጻ	-2756
▁መሆና	-2757
▁መልሶ	-2758
▁መተኛ	-2759
▁መንደ	-2760
▁መግደ	-2761
▁ምክር	-2762
▁ሴቶቹ	-2763
▁ስሜን	-2764
▁ስምን	-2765
▁ስቲቭ	-2766
▁ቀጠለ	-2767
▁ቃላቱ	-2768
▁በሆነ	-2769
▁በመሆ	-2770
▁በቀር	-2771
▁በኩል	-2772
▁በደግ	-2773
▁ቡሆሮ	-2774
▁ተሞል	-2775
▁ትንፋ	-2776
▁ትዕዛ	-2777
▁አለኝ	-2778
▁አምና	-2779
▁አስቤ	-2780
▁አወቅ	-2781
▁አየር	-2782
▁አፍታ	-2783
▁ኤርዊ	-2784
▁እህት	-2785
▁እይታ	-2786
▁ከቤቱ	-2787
▁ከቤት	-2788
▁ክብር	-2789
▁ወረቀ	-2790
▁ወዲህ	-2791
▁የሚሉ	-2792
▁የሚመ	-2793
▁የሚቀ	-2794
▁የምሽ	-2795
▁የሥራ	-2796
▁የቤት	-2797
▁የተሳ	-2798
▁የግል	-2799
▁ያለኝ	-2800
▁ይሁዲ	-2801
▁ይህች	-2802
▁ይታወ	-2803
▁ይኖራ	-2804
▁ይጠብ	-2805
▁ደረሰ	-2806
▁ድምጹ	-2807
▁ጀመረ	-2808
▁ገብቼ	-2809
▁ጠበቅ	-2810
▁ጠንካ	-2811
▁ጨፍኜ	-2812
▁ጭካኔ	-2813
▁ፈጣሪ	-2814
ሀገራችን	-2815
ላችሁ፡፡	-2816
ልኝም፡፡	-2817
ባለሁ፡፡	-2818
ታለሁ፡፡	-2819
ነበራቸው	-2820
ናቸውንም	-2821
▁ሄዱ፡፡	-2822
▁ለመሄድ	-2823
▁ለእርሱ	-2824
▁ልብሶች	-2825
▁መስጠት	-2826
▁መግደል	-2827
▁መጻሕፍ	-2828
▁ማንበብ	-2829
▁ማጥፋት	-2830
▁ምስኪን	-2831
▁በሚያስ	-2832
▁በሬድዮ	-2833
▁በነዚያ	-2834
▁በዙሪያ	-2835
▁ትክክለ	-2836
▁ነበር፤	-2837
▁አማራጭ	-2838
▁አቅጣጫ	-2839
▁አይተው	-2840
▁አፍሪካ	-2841
▁እንችላ	-2842
▁እንደሌ	-2843
▁እንዲሁ	-2844
▁እዚያው	-2845
▁ከጀመረ	-2846
▁ክርስቲ	-2847
▁የመጡት	-2848
▁የሰላም	-2849
▁የትኛው	-2850
▁የአባቴ	-2851
▁የዓለም	-2852
▁የዘውግ	-2853
▁ያደርጋ	-2854
▁ድንጋይ	-2855
▁ፈለግሁ	-2856
▁ፈገግታ	-2857
▁ሩዋንዳን	-2858
▁በመቶዎች	-2859
▁በሺህዎች	-2860
▁በተቻለኝ	-2861
▁በቻልኩት	-2862
▁በነበረው	-2863
▁ቤታችንን	-2864
▁ተማሪዎች	-2865
▁አመሰግና	-2866
▁አመሰግን	-2867
▁አማጽያን	-2868
▁አስከሬን	-2869
▁አንዳንዴ	-2870
▁እንደማያ	-2871
▁እንደምታ	-2872
▁ከሀገሪቱ	-2873
▁ደህንነት	-2874
▁ገባሁ፡፡	-2875
▁ለምንድነው	-2876
▁አየሁት፡፡	-2877
▁እንዲያገኙ	-2878
▁ኦገስቲንና	-2879
▁ከጭፍጨፋው	-2880
▁ሩዋንዳውያን	-2881
▁ጠየቅሁት፡፡	-2882
▁አልነበረም፡፡	-2883
▁ይመስለኛል፡፡	-2884
ሃን	-2885
ለሉ	-2886
ለቅ	-2887
ለዋ	-2888
ለጽ	-2889
ላባ	-2890
ላጊ	-2891
ልህ	-2892
መጥ	-2893
ማሩ	-2894
ምሩ	-2895
ረመ	-2896
ረደ	-2897
ረጡ	-2898
ርሷ	-2899
ርሽ	-2900
ሰና	-2901
ሳብ	-2902
ሳዊ	-2903
ስቡ	-2904
ስቼ	-2905
ስና	-2906
ስጭ	-2907
ሸሸ	-2908
ሸነ	-2909
ሽም	-2910
ቃድ	-2911
ቅሩ	-2912
ቡብ	-2913
ታሬ	-2914
ቴና	-2915
ት፤	-2916
ቶኝ	-2917
ነቃ	-2918
ንዛ	-2919
ኖቹ	-2920
አም	-2921
ኧረ	-2922
ከረ	-2923
ወይ	-2924
ወጥ	-2925
ደኝ	-2926
ዳሚ	-2927
ጀት	-2928
ጆቿ	-2929
ጋባ	-2930
ጠኑ	-2931
ጠኛ	-2932
ጠጋ	-2933
ጣቂ	-2934
ጤና	-2935
ጥል	-2936
ጦታ	-2937
ጨፈ	-2938
ጫወ	-2939
ጽሕ	-2940
ፈስ	-2941
▁ሠ	-2942
▁ቸ	-2943
▁ዞ	-2944
▁ጓ	-2945
▁ጦ	-2946
▁ፌ	-2947
ሄድን	-2948
ለምን	-2949
ለች፤	-2950
ላጆቼ	-2951
ልጣን	-2952
ማሪያ	-2953
ምለጥ	-2954
ሞክራ	-2955
ረዳት	-2956
ረጋጋ	-2957
ሩ፡፡	-2958
ሪማና	-2959
ራትን	-2960
ሮችን	-2961
ሱ፡፡	-2962
ሸበር	-2963
ባቢው	-2964
ተነፍ	-2965
ታል፤	-2966
ትረፍ	-2967
ቶችና	-2968
ቸውና	-2969
ነሳሳ	-2970
ነትን	-2971
ነገር	-2972
ንድን	-2973
ኖሩት	-2974
እባክ	-2975
ከላከ	-2976
ወስዳ	-2977
ውጣት	-2978
ዎቼን	-2979
ዘኖች	-2980
የሁት	-2981
የሱስ	-2982
ይማኖ	-2983
ደረገ	-2984
ድያው	-2985
ድጓድ	-2986
ጃገረ	-2987
ግተው	-2988
ግዘኝ	-2989
ጓጓዣ	-2990
ጠነቀ	-2991
ጨርስ	-2992
ጨነቂ	-2993
ፈለግ	-2994
ፈራረ	-2995
▁30	-2996
▁ሆን	-2997
▁ለቀ	-2998
▁ለኛ	-2999
▁ልቦ	-3000
▁ሐኪ	-3001
▁መራ	-3002
▁መቃ	-3003
▁ሞክ	-3004
▁ራሱ	-3005
▁ራስ	-3006
▁ርህ	-3007
▁ሰላ	-3008
▁ሳት	-3009
▁ቀድ	-3010
▁ቁጥ	-3011
▁ቅር	-3012
▁በሐ	-3013
▁በቂ	-3014
▁በቡ	-3015
▁በብ	-3016
▁በኢ	-3017
▁በጀ	-3018
▁ቢላ	-3019
▁ባላ	-3020
▁ባዶ	-3021
▁ተማ	-3022
▁ተኩ	-3023
▁ተው	-3024
▁ተጨ	-3025
▁ተጽ	-3026
▁ነበ	-3027
▁ንዴ	-3028
▁አራ	-3029
▁አበ	-3030
▁አቶ	-3031
▁አወ	-3032
▁አዛ	-3033
▁አዩ	-3034
▁እድ	-3035
▁ክብ	-3036
▁የሳ	-3037
▁የገ	-3038
▁ግዴ	-3039
▁ጠይ	-3040
▁ጣል	-3041
▁ጥላ	-3042
▁ጥሪ	-3043
▁ጮኸ	-3044
▁ፈራ	-3045
ለማችን	-3046
ማል፡፡	-3047
ሳሉ፡፡	-3048
ሳቸውን	-3049
ሹክሹክ	-3050
ታደሮቹ	-3051
ክሁ፡፡	-3052
ዓመታት	-3053
ዘብተኛ	-3054
ደረገው	-3055
ጆቻቸው	-3056
ገዳዮች	-3057
ጧል፡፡	-3058
ፈጸሙት	-3059
▁ለምት	-3060
▁ለቀው	-3061
▁ሕመም	-3062
▁መልኩ	-3063
▁መገለ	-3064
▁ምንጭ	-3065
▁ሲጠይ	-3066
▁ሳለሁ	-3067
▁ስሄድ	-3068
▁ስለመ	-3069
▁ስንት	-3070
▁ስጦታ	-3071
▁ቆይታ	-3072
▁በመካ	-3073
▁በአቅ	-3074
▁በጆሮ	-3075
▁በጽኑ	-3076
▁ቤልጅ	-3077
▁ተናገ	-3078
▁ተናግ	-3079
▁ትከሻ	-3080
▁ነፍሴ	-3081
▁ንግግ	-3082
▁አላስ	-3083
▁አልቀ	-3084
▁አልባ	-3085
▁አመጣ	-3086
▁አቀፍ	-3087
▁አካል	-3088
▁አዎን	-3089
▁አየሁ	-3090
▁አድራ	-3091
▁እኛም	-3092
▁ከቄሱ	-3093
▁ከእኔ	-3094
▁ካባዪ	-3095
▁ወደኛ	-3096
▁ወዲያ	-3097
▁የለም	-3098
▁የማል	-3099
▁የራስ	-3100
▁የወደ	-3101
▁የውጪ	-3102
▁ይታየ	-3103
▁ይኸው	-3104
▁ደጋግ	-3105
▁ድጋሚ	-3106
▁ገብቶ	-3107
▁ግማሽ	-3108
▁ጠያራ	-3109
▁ጥልቅ	-3110
▁ጸጥታ	-3111
▁ፍራቻ	-3112
ልናል፡፡	-3113
ባቢያችን	-3114
ብያሪማና	-3115
ቻለም፡፡	-3116
ናቸው፡፡	-3117
ኛለሁ፡፡	-3118
ወንድሞቼ	-3119
▁ለማለት	-3120
▁ለማገዝ	-3121
▁ሌሊቱን	-3122
▁መኰንኑ	-3123
▁መኰንን	-3124
▁መጸለይ	-3125
▁ማንንም	-3126
▁ሥራዎች	-3127
▁ስለሆን	-3128
▁ስለማይ	-3129
▁በመጽሐ	-3130
▁በአየር	-3131
▁በውስጤ	-3132
▁በዚህም	-3133
▁ነን፡፡	-3134
▁አሳልፌ	-3135
▁አይመስ	-3136
▁ኤርዊን	-3137
▁እናቴም	-3138
▁እንዳን	-3139
▁ከነዚህ	-3140
▁ከአባቴ	-3141
▁ከእንቅ	-3142
▁ከያዙኝ	-3143
▁ካልሆነ	-3144
▁ወደዚያ	-3145
▁የሆኑት	-3146
▁የሕይወ	-3147
▁የሚባል	-3148
▁የቅርብ	-3149
▁የተሻለ	-3150
▁የደንብ	-3151
▁የግድያ	-3152
▁ይህንን	-3153
▁ደግነት	-3154
▁ዲያብሎ	-3155
▁ግድያው	-3156
▁ጠንካራ	-3157
▁ጽንፈኛ	-3158
▁ለሰዓታት	-3159
▁ሊኦናርድ	-3160
▁መልዕክት	-3161
▁በሀገሪቱ	-3162
▁በማድረግ	-3163
▁በትክክል	-3164
▁አስታወስ	-3165
▁አቅራቢያ	-3166
▁አባታችን	-3167
▁አነስተኛ	-3168
▁አንብበው	-3169
▁እንደሆኑ	-3170
▁እንጂ፡፡	-3171
▁ከቤተሰቤ	-3172
▁ከቤታችን	-3173
▁ከነበረው	-3174
▁የአሎይዜ	-3175
▁ማናቸውንም	-3176
▁በመጀመሪያ	-3177
▁አልፈለግሁ	-3178
▁ኢማኪዩሌን	-3179
▁ከትምህርት	-3180
▁ወሰንኩ፡፡	-3181
▁እያንዳንዷን	-3182
▁የዩኒቨርሲቲ	-3183
▁ነገርኳቸው፡፡	-3184
▁አመሰገንኩት፡፡	-3185
59	-3186
iz	-3187
ለቱ	-3188
ላላ	-3189
ላሽ	-3190
ምጃ	-3191
ሣቅ	-3192
ረሳ	-3193
ረበ	-3194
ራቂ	-3195
ርም	-3196
ሮቿ	-3197
ሯል	-3198
ሰለ	-3199
ሱት	-3200
ሳም	-3201
ሳኔ	-3202
ስቸ	-3203
ሸሽ	-3204
ሸት	-3205
ሽ፣	-3206
ቄስ	-3207
ቆዩ	-3208
ቆያ	-3209
በስ	-3210
በዝ	-3211
ቢው	-3212
ባሉ	-3213
ባዊ	-3214
ቧራ	-3215
ተወ	-3216
ቱት	-3217
ታና	-3218
ችሽ	-3219
ነብ	-3220
ነኝ	-3221
ነዘ	-3222
ኑና	-3223
ናፍ	-3224
ንያ	-3225
ንገ	-3226
ንጎ	-3227
ኖቼ	-3228
ኝ፣	-3229
ኩር	-3230
ካክ	-3231
ካው	-3232
ወነ	-3233
ዛው	-3234
ዩኝ	-3235
ያዘ	-3236
ዬ፣	-3237
ይል	-3238
ደፍ	-3239
ዲሱ	-3240
ዳዊ	-3241
ጂው	-3242
ገበ	-3243
ገዱ	-3244
ገፍ	-3245
ጋጤ	-3246
ግሌ	-3247
ጠላ	-3248
ጠቃ	-3249
ጠቅ	-3250
ጣሚ	-3251
ጥሩ	-3252
ጥፋ	-3253
ፊያ	-3254
ፋፍ	-3255
▁ሩ	-3256
▁ፀ	-3257
▁ፎ	-3258
000	-3259
ሁሉም	-3260
ሃለሁ	-3261
ሄድኩ	-3262
ህ፡፡	-3263
ለማዊ	-3264
ላንዥ	-3265
ልኝና	-3266
መለሰ	-3267
ሜሪካ	-3268
ረውን	-3269
ሳጥኑ	-3270
ስበው	-3271
ሸበሩ	-3272
ሻለሁ	-3273
ቀላቀ	-3274
ቀጠል	-3275
በሳጨ	-3276
በት፣	-3277
ብለው	-3278
ብረት	-3279
ቦታው	-3280
ተኛው	-3281
ታውቂ	-3282
ቻችሁ	-3283
ነበብ	-3284
ነገሩ	-3285
ኔጋል	-3286
ንቃቄ	-3287
ኝም፤	-3288
አሁን	-3289
ኩራት	-3290
ወለድ	-3291
ወርድ	-3292
ዘገጃ	-3293
ያንን	-3294
ይቅር	-3295
ዮርክ	-3296
ደረግ	-3297
ደውን	-3298
ጃችን	-3299
ጅነት	-3300
ገልጽ	-3301
ገባው	-3302
ገድሏ	-3303
ግባባ	-3304
ጥተው	-3305
ጥናት	-3306
ፈለገ	-3307
ፈለጉ	-3308
ፍረት	-3309
ፍራው	-3310
ፎይታ	-3311
▁ሂጂ	-3312
▁ህዝ	-3313
▁መክ	-3314
▁ማዕ	-3315
▁ምህ	-3316
▁ሮዝ	-3317
▁ሰር	-3318
▁ሲሰ	-3319
▁ሳን	-3320
▁ቆሞ	-3321
▁በሉ	-3322
▁በዘ	-3323
▁ባሏ	-3324
▁ባት	-3325
▁ባዚ	-3326
▁ተፈ	-3327
▁ትላ	-3328
▁ትር	-3329
▁ትቼ	-3330
▁እቅ	-3331
▁እብ	-3332
▁ኧረ	-3333
▁ከታ	-3334
▁ከው	-3335
▁ከደ	-3336
▁ኪቩ	-3337
▁ኬላ	-3338
▁ውር	-3339
▁ውጣ	-3340
▁የጸ	-3341
▁ያዘ	-3342
▁ገላ	-3343
▁ገበ	-3344
▁ግራ	-3345
▁ጫማ	-3346
▁ፍሎ	-3347
▁ፍቅ	-3348
▁፡፡	-3349
1959	-3350
ለተኛው	-3351
ሞክርም	-3352
ርመኖች	-3353
ርጓሚው	-3354
ስታወስ	-3355
ቅሁ፡፡	-3356
ቋል፡፡	-3357
ተኝ፡፡	-3358
ተዋል፤	-3359
ታችንም	-3360
ቶቻቸው	-3361
ቸዋለሁ	-3362
ቸዋል፤	-3363
ንዳችን	-3364
ንዳንዱ	-3365
እንዴት	-3366
ከታተል	-3367
ከፍተኛ	-3368
ኳቸው፤	-3369
ዎቻችን	-3370
ያለሁ፤	-3371
ጠራጠር	-3372
ጠብቀኝ	-3373
ጠኝ፡፡	-3374
ጸለይኩ	-3375
ፈለግሁ	-3376
▁ሁለቱ	-3377
▁ለማን	-3378
▁ለራሴ	-3379
▁ለእኔ	-3380
▁ለእኛ	-3381
▁ለዚያ	-3382
▁መለስ	-3383
▁መማር	-3384
▁መረጃ	-3385
▁መነሻ	-3386
▁ምሽጉ	-3387
▁ሥጋት	-3388
▁ሲመጣ	-3389
▁ሽብር	-3390
▁ቀኑን	-3391
▁ቆመው	-3392
▁በራሴ	-3393
▁በራስ	-3394
▁በተመ	-3395
▁በእጁ	-3396
▁ብስጭ	-3397
▁ብዙም	-3398
▁ተስማ	-3399
▁ተደር	-3400
▁ታሪኬ	-3401
▁ታጣቂ	-3402
▁ኃይለ	-3403
▁ነቀነ	-3404
▁ናችሁ	-3405
▁ንብረ	-3406
▁ንዴት	-3407
▁አሉኝ	-3408
▁አሳቢ	-3409
▁አቅር	-3410
▁አቤት	-3411
▁አተኩ	-3412
▁አወጣ	-3413
▁አውር	-3414
▁አይቻ	-3415
▁አጥብ	-3416
▁አፍጥ	-3417
▁እርዳ	-3418
▁እስር	-3419
▁እንኳ	-3420
▁እጁን	-3421
▁እግር	-3422
▁ከሞላ	-3423
▁ከኋላ	-3424
▁ከክፍ	-3425
▁ከፊት	-3426
▁ክፍሌ	-3427
▁ወለል	-3428
▁ወደሚ	-3429
▁ውሳኔ	-3430
▁ዘወር	-3431
▁የራሴ	-3432
▁የአም	-3433
▁ያገኘ	-3434
▁ድምጼ	-3435
▁ድንቅ	-3436
▁ጎደል	-3437
▁ጎዳና	-3438
▁ጠየቁ	-3439
▁ፌሊሲ	-3440
ለዋል፡፡	-3441
ራቸው፡፡	-3442
ሳምንታት	-3443
ቀኛል፡፡	-3444
ነታቸውን	-3445
ነታችንን	-3446
ንቀሳቀስ	-3447
ኤይማብል	-3448
ዎቻችንን	-3449
ያንዳንዱ	-3450
▁ሁለቱም	-3451
▁ሁቱትሲ	-3452
▁ሄደ፡፡	-3453
▁ሆነ፡፡	-3454
▁ለሁለት	-3455
▁ለማስተ	-3456
▁ለሦስት	-3457
▁ለአባቴ	-3458
▁መለስኩ	-3459
▁መሰለኝ	-3460
▁መስኮት	-3461
▁መንገዱ	-3462
▁መገለጫ	-3463
▁መግቢያ	-3464
▁መጠለያ	-3465
▁ሰማያዊ	-3466
▁ሲያወሩ	-3467
▁ሲደርሱ	-3468
▁ስለሚያ	-3469
▁ሶላንዥ	-3470
▁በሌሎች	-3471
▁በምንም	-3472
▁በቀላሉ	-3473
▁በአሥራ	-3474
▁በአባቴ	-3475
▁በዚያች	-3476
▁በጉልበ	-3477
▁በግልጽ	-3478
▁ባሳለፍ	-3479
▁ቤተሰቦ	-3480
▁ቤቶችን	-3481
▁ተሰማኝ	-3482
▁ትኩረት	-3483
▁ትዕዛዝ	-3484
▁አባቴም	-3485
▁አንድም	-3486
▁አካላት	-3487
▁እንዳላ	-3488
▁እጆቹን	-3489
▁እጆቼን	-3490
▁ከማንም	-3491
▁ከአሁን	-3492
▁ከእርሱ	-3493
▁ዓይኖቼ	-3494
▁የቄሱን	-3495
▁የበላይ	-3496
▁የአማር	-3497
▁የእርስ	-3498
▁የዚያን	-3499
▁ያደርጉ	-3500
▁ይቅርታ	-3501
▁ገባ፡፡	-3502
ሸከርካሪው	-3503
▁ሆኗል፡፡	-3504
▁ለመጨረሻ	-3505
▁መንገዶች	-3506
▁ምንድነው	-3507
▁ሰማሁ፡፡	-3508
▁ስለቤተሰ	-3509
▁ስለነበረ	-3510
▁ቀጠለ፡፡	-3511
▁በመንገድ	-3512
▁በርሳቸው	-3513
▁ብቻቸውን	-3514
▁ተመስገን	-3515
▁ተንበርክ	-3516
▁አሉኝ፡፡	-3517
▁አስተዳዳ	-3518
▁አንዳንድ	-3519
▁አእምሮዬ	-3520
▁አይደለሁ	-3521
▁እርሳቸው	-3522
▁እባክህ፣	-3523
▁እንባዬን	-3524
▁እንድሞት	-3525
▁ከእንቅል	-3526
▁ከገዳዮቹ	-3527
▁የቤተሰብ	-3528
▁የተፈጸመ	-3529
ization	-3530
▁ሃብያሪማና	-3531
▁ምናልባትም	-3532
▁ነገሩን፡፡	-3533
▁ነገሩኝ፡፡	-3534
▁አለብን፡፡	-3535
▁ከመታጠቢያ	-3536
▁ወታደሮችን	-3537
▁ዓይኖቻቸው	-3538
▁የለኝም፡፡	-3539
▁ጀመርን፡፡	-3540
▁አልቻለም፡፡	-3541
▁እንደነበረው	-3542
▁እንዳለባቸው	-3543
▁የኢማኪዩሌን	-3544
▁ለእግዚአብሔር	-3545
ሆኚ	-3546
ላከ	-3547
ላኬ	-3548
ላፊ	-3549
ልማ	-3550
ልስ	-3551
ልጋ	-3552
ሙት	-3553
ማቱ	-3554
ምቦ	-3555
ረኛ	-3556
ሩኝ	-3557
ራን	-3558
ሬት	-3559
ርሳ	-3560
ሯን	-3561
ሰላ	-3562
ሰም	-3563
ሰስ	-3564
ስፋ	-3565
ስፔ	-3566
ሾቹ	-3567
ቃሴ	-3568
ቅዱ	-3569
ቆብ	-3570
ቆት	-3571
ቡና	-3572
ቡኝ	-3573
ብላ	-3574
ብና	-3575
ቦት	-3576
ቧን	-3577
ተኝ	-3578
ቱና	-3579
ቴም	-3580
ትወ	-3581
ቸግ	-3582
ቹም	-3583
ቻና	-3584
ችያ	-3585
ኋት	-3586
ነጣ	-3587
ነጥ	-3588
ናደ	-3589
ኘት	-3590
ኞቼ	-3591
ከም	-3592
ኩሲ	-3593
ኩን	-3594
ካካ	-3595
ኮታ	-3596
ኸኝ	-3597
ወጋ	-3598
ው፣	-3599
ዓም	-3600
ዝን	-3601
ይቶ	-3602
ዮች	-3603
ደግ	-3604
ዳት	-3605
ዳግ	-3606
ግነ	-3607
ጎት	-3608
ጓት	-3609
ጠጥ	-3610
ጣል	-3611
ጭር	-3612
ጽፍ	-3613
ፈኝ	-3614
ፊቱ	-3615
ፎች	-3616
ፕቲ	-3617
▁ሪ	-3618
ህተት	-3619
ለኝም	-3620
ልበት	-3621
መሰል	-3622
መጡት	-3623
ሙ፡፡	-3624
ማግሌ	-3625
ሞቼን	-3626
ረዳው	-3627
ራንስ	-3628
ስማማ	-3629
ሺ፡፡	-3630
ቁ፡፡	-3631
ቆራር	-3632
በሳጭ	-3633
ባለው	-3634
ባራቂ	-3635
ባበቅ	-3636
ታጠቁ	-3637
ቶቼን	-3638
ቷል፤	-3639
ኃይል	-3640
ናችን	-3641
ናገኝ	-3642
ንግል	-3643
ኗቸው	-3644
ኞቹን	-3645
አባባ	-3646
እንዴ	-3647
ኩት፤	-3648
ካሄዱ	-3649
ክራሪ	-3650
ወስድ	-3651
ወነጅ	-3652
ወደድ	-3653
ዎችም	-3654
ዎች፣	-3655
ዕቆብ	-3656
ያለሁ	-3657
ደረጉ	-3658
ደራጁ	-3659
ዲያው	-3660
ገባን	-3661
ገናኝ	-3662
ጉ፡፡	-3663
ጋንዳ	-3664
ጠቀመ	-3665
ጠይቃ	-3666
ጥለው	-3667
ጥበት	-3668
ጨናነ	-3669
ጸባር	-3670
ጽበት	-3671
ፈቀድ	-3672
ፈቅድ	-3673
ፉ፡፡	-3674
▁ሃይ	-3675
▁ለግ	-3676
▁ለጸ	-3677
▁ልና	-3678
▁መመ	-3679
▁መቅ	-3680
▁መኖ	-3681
▁ሥር	-3682
▁ራቅ	-3683
▁ራት	-3684
▁ሲን	-3685
▁ሳብ	-3686
▁ስማ	-3687
▁ቀዳ	-3688
▁በላ	-3689
▁በጫ	-3690
▁ብል	-3691
▁ብታ	-3692
▁ብና	-3693
▁ትዋ	-3694
▁ኋላ	-3695
▁ነይ	-3696
▁ነጥ	-3697
▁አቁ	-3698
▁አጀ	-3699
▁አጣ	-3700
▁አፌ	-3701
▁ከስ	-3702
▁ከን	-3703
▁ክህ	-3704
▁የሃ	-3705
▁የብ	-3706
▁የጻ	-3707
▁ያወ	-3708
▁ይቀ	-3709
▁ደማ	-3710
▁ገል	-3711
▁ግብ	-3712
▁ጠረ	-3713
▁ጮህ	-3714
▁ፋሪ	-3715
▁ፍላ	-3716
▁››	-3717
1994	-3718
ሁም፡፡	-3719
ላትነት	-3720
ላት፡፡	-3721
መለከተ	-3722
መጣልኝ	-3723
ርሃትና	-3724
ሰላስል	-3725
ሳል፡፡	-3726
ስታውስ	-3727
ቅስቃሴ	-3728
ባበሩት	-3729
ችው፡፡	-3730
ኋት፡፡	-3731
ነታቸው	-3732
ነኝ፡፡	-3733
ነግረኝ	-3734
ናቸውን	-3735
ንቀጠቀ	-3736
ኞቻችን	-3737
እባክህ	-3738
እናንተ	-3739
ከሰተው	-3740
ከባከብ	-3741
ኩባቸው	-3742
ክብሮት	-3743
ደጋጋሚ	-3744
ዷል፡፡	-3745
ጆቻችን	-3746
ፈችበት	-3747
▁ሄደው	-3748
▁ለመዋ	-3749
▁ለብዙ	-3750
▁ሊያስ	-3751
▁ላለማ	-3752
▁ላስብ	-3753
▁ልጆቿ	-3754
▁ሐሳቦ	-3755
▁መላው	-3756
▁መልከ	-3757
▁መምጣ	-3758
▁መብራ	-3759
▁መታሰ	-3760
▁መድረ	-3761
▁ማወቅ	-3762
▁ማድረ	-3763
▁ማግኘ	-3764
▁ምላሽ	-3765
▁ራሷን	-3766
▁ሰማይ	-3767
▁ሰጥቶ	-3768
▁ሲሄዱ	-3769
▁ሳለን	-3770
▁ስለም	-3771
▁ቀላል	-3772
▁ቄሱን	-3773
▁በልዩ	-3774
▁በመፍ	-3775
▁በራሱ	-3776
▁በነጻ	-3777
▁ብርታ	-3778
▁ታውቃ	-3779
▁ታደር	-3780
▁ትችላ	-3781
▁ትችያ	-3782
▁ችግሩ	-3783
▁ኃላፊ	-3784
▁አለማ	-3785
▁አልቻ	-3786
▁አራዊ	-3787
▁አሳው	-3788
▁አብራ	-3789
▁አንጻ	-3790
▁አያው	-3791
▁አይታ	-3792
▁አደራ	-3793
▁እህቴ	-3794
▁እረፍ	-3795
▁እሰማ	-3796
▁እወዳ	-3797
▁እየጎ	-3798
▁እያሉ	-3799
▁እያሳ	-3800
▁ከመን	-3801
▁ከንፈ	-3802
▁ካገኘ	-3803
▁ክምር	-3804
▁ወለሉ	-3805
▁ወላጅ	-3806
▁ወሰደ	-3807
▁ወይኔ	-3808
▁ወደተ	-3809
▁ወጥቶ	-3810
▁ዕቅድ	-3811
▁ዘበኛ	-3812
▁የሚታ	-3813
▁የሚወ	-3814
▁የቆየ	-3815
▁የትም	-3816
▁የነገ	-3817
▁የእጅ	-3818
▁የያዙ	-3819
▁ያለማ	-3820
▁ያክል	-3821
▁ያደር	-3822
▁ይሄው	-3823
▁ይሄዳ	-3824
▁ዮርክ	-3825
▁ድርሻ	-3826
▁ጀግና	-3827
▁ገለታ	-3828
▁ጎርፍ	-3829
▁ጎበዝ	-3830
▁ጠንክ	-3831
▁ጥፋት	-3832
▁ጨለማ	-3833
▁ጩኸት	-3834
▁ጸልዬ	-3835
▁ፊቴን	-3836
▁ፊቶች	-3837
ስፔራንስ	-3838
ሹክሹክታ	-3839
በዋል፡፡	-3840
ችኋል፡፡	-3841
እንግዲህ	-3842
ደርገውን	-3843
ደዋል፡፡	-3844
ገናል፡፡	-3845
▁ሊገባኝ	-3846
▁ልጃገረ	-3847
▁ልጆቹን	-3848
▁ልጆቿን	-3849
▁ሕፃናት	-3850
▁መቆየት	-3851
▁መነኩሲ	-3852
▁መዝሙር	-3853
▁መጠበቅ	-3854
▁መጥተው	-3855
▁ማንነት	-3856
▁ሰብዓዊ	-3857
▁ሰይጣን	-3858
▁ሲጨርሱ	-3859
▁ሳምንት	-3860
▁ሴምቤባ	-3861
▁ስሜቱን	-3862
▁ስምንት	-3863
▁ስትሆን	-3864
▁ሽማግሌ	-3865
▁ቃላቱን	-3866
▁በምሽጉ	-3867
▁በቀጥታ	-3868
▁በተሻለ	-3869
▁በኃይል	-3870
▁በአሁኑ	-3871
▁በእርሱ	-3872
▁በዓለም	-3873
▁በጆሮዬ	-3874
▁በገጀራ	-3875
▁ተቀመጥ	-3876
▁ተነሥቼ	-3877
▁ተደናግ	-3878
▁ተጨነቅ	-3879
▁ትርጉም	-3880
▁ትናንሽ	-3881
▁ትክክል	-3882
▁ናቸው፤	-3883
▁አሉታዊ	-3884
▁አምስት	-3885
▁አስተዋ	-3886
▁አስፈሪ	-3887
▁አባትሽ	-3888
▁አደረገ	-3889
▁አደርጋ	-3890
▁አጋጣሚ	-3891
▁አጠገብ	-3892
▁ኢትዮጵ	-3893
▁እማማና	-3894
▁እርምጃ	-3895
▁እርሱም	-3896
▁እናቴን	-3897
▁እንሂድ	-3898
▁እንደኔ	-3899
▁እንዳት	-3900
▁እጅጉን	-3901
▁ከሌሎቹ	-3902
▁ከሌሎች	-3903
▁ከሰዓት	-3904
▁ኮሎኔል	-3905
▁ወላጆቿ	-3906
▁ወንበር	-3907
▁ወደኋላ	-3908
▁ዝግጅት	-3909
▁የሚለው	-3910
▁የሚታይ	-3911
▁የሚችል	-3912
▁የሚከተ	-3913
▁የሚወስ	-3914
▁የርዕሰ	-3915
▁የስልክ	-3916
▁የበለጠ	-3917
▁የአየር	-3918
▁የእግር	-3919
▁የገደሉ	-3920
▁ያላቸው	-3921
▁ያዕቆብ	-3922
▁ያየሁት	-3923
▁ይበልጥ	-3924
▁ይችላሉ	-3925
▁ደርዘን	-3926
▁ዱዜንጄ	-3927
▁ድምጾች	-3928
▁ገቡ፡፡	-3929
▁ጉድጓድ	-3930
▁ጓደኞቹ	-3931
▁ጸሎቴን	-3932
ባቸዋል፡፡	-3933
ቸዋለን፡፡	-3934
▁ለመናገር	-3935
▁ለማሳመን	-3936
▁ለወንድሜ	-3937
▁ለዘብተኛ	-3938
▁መንፈሳዊ	-3939
▁ሞከርኩ፤	-3940
▁ስለነበሩ	-3941
▁በሌላኛው	-3942
▁በየቦታው	-3943
▁በጥንቃቄ	-3944
▁በጨለማው	-3945
▁በፍርሃት	-3946
▁ተመልሰው	-3947
▁ትዕይንት	-3948
▁ቻልኩ፡፡	-3949
▁አሉን፡፡	-3950
▁አምላኬን	-3951
▁አገሪቱን	-3952
▁እንደዋዛ	-3953
▁እንዲሆን	-3954
▁እንዲያዩ	-3955
▁እንዲያድ	-3956
▁እንፈልጋ	-3957
▁እጃቸውን	-3958
▁ከመቀመጫ	-3959
▁ከእነርሱ	-3960
▁ከጦርነቱ	-3961
▁ወታደራዊ	-3962
▁ዘገባዎች	-3963
▁የሁለተኛ	-3964
▁የሚያሳይ	-3965
▁የሰማሁት	-3966
▁የተለያዩ	-3967
▁የተወሰነ	-3968
▁የትርጉም	-3969
▁የፖለቲካ	-3970
▁ደረጃዎች	-3971
▁ግድያውን	-3972
▁ጎረቤቶቼ	-3973
▁ጓደኛሞች	-3974
▁ጦርነቱን	-3975
▁ፈለግሁ፤	-3976
እግዚአብሔር	-3977
▁ለሳምንታት	-3978
▁ልጆቻቸውን	-3979
▁መንገዳችን	-3980
▁ሞከርኩ፡፡	-3981
▁በበኩላቸው	-3982
▁በተደጋጋሚ	-3983
▁በቱትሲዎች	-3984
▁በአቅራቢያ	-3985
▁በአንድነት	-3986
▁በእግራችን	-3987
▁በፈረንሳይ	-3988
▁ነበረች፡፡	-3989
▁ነበርኩ፡፡	-3990
▁እንቅስቃሴ	-3991
▁እንደሆነች	-3992
▁እንደሆነና	-3993
▁እንዳይሆን	-3994
▁እጆቻቸውን	-3995
▁እፈልጋለሁ	-3996
▁ክሌሜንታይ	-3997
▁ወታደሮቹን	-3998
▁ወንድሞቼና	-3999
▁ወንጀለኞች	-4000
▁የቤተሰቤን	-4001
▁የተረፈችው	-4002
▁የተወሰኑት	-4003
▁ያውቃል፡፡	-4004
▁ይሰማኛል፤	-4005
▁ይችላል፡፡	-4006
▁ሕይወታቸውን	-4007
▁መቁጠሪያዬን	-4008
▁በዩኒቨርሲቲ	-4009
▁ነገረችኝ፡፡	-4010
▁አይቀርም፡፡	-4011
▁የሚንጸባረቅ	-4012
▁ይታየኛል፡፡	-4013
▁ጎረቤቶቻችን	-4014
▁እፈልጋለሁ፡፡	-4015
▁ይታወቀኛል፡፡	-4016
▁ይገድሉኛል፡፡	-4017
▁ገጀራዎቻቸውን	-4018
▁አስታውሳለሁ፡፡	-4019
20	-4020
73	-4021
ለለ	-4022
ለዩ	-4023
ለዳ	-4024
ለፉ	-4025
ሉና	-4026
ሊሴ	-4027
ሊክ	-4028
ላቱ	-4029
ላካ	-4030
ሌን	-4031
መጠ	-4032
ማል	-4033
ረቱ	-4034
ረካ	-4035
ረግ	-4036
ራሹ	-4037
ርኒ	-4038
ር፣	-4039
ሮፓ	-4040
ሰሩ	-4041
ሰፊ	-4042
ሳለ	-4043
ሳል	-4044
ሳቢ	-4045
ሳን	-4046
ሳካ	-4047
ስቶ	-4048
ስኪ	-4049
ሸፈ	-4050
ሻሽ	-4051
ቀሱ	-4052
ቀጣ	-4053
ቁና	-4054
ቅብ	-4055
ቅ፣	-4056
በተ	-4057
በን	-4058
በጥ	-4059
ብሻ	-4060
ተም	-4061
ቻቸ	-4062
ቾች	-4063
ነዳ	-4064
ናሽ	-4065
ናፈ	-4066
ኖረ	-4067
ከና	-4068
ከኛ	-4069
ኩለ	-4070
ኩ፣	-4071
ካል	-4072
ኮራ	-4073
ኮቱ	-4074
ኳኳ	-4075
ወቄ	-4076
ዋታ	-4077
ዎቿ	-4078
ዕኖ	-4079
የተ	-4080
የን	-4081
ይም	-4082
ዱኝ	-4083
ድመ	-4084
ጆች	-4085
ገሪ	-4086
ገራ	-4087
ገሰ	-4088
ገጠ	-4089
ገጣ	-4090
ገፈ	-4091
ጉም	-4092
ጋጭ	-4093
ጎብ	-4094
ጓዝ	-4095
ጓዴ	-4096
ጠፉ	-4097
ጥሮ	-4098
ጨፉ	-4099
ጫው	-4100
ጽሑ	-4101
ፈሰ	-4102
ፍሮ	-4103
ፍቼ	-4104
▁ቪ	-4105
▁ቲ	-4106
▁ቴ	-4107
▁ቻ	-4108
ሁት፤	-4109
ለበስ	-4110
ለችው	-4111
ላለሙ	-4112
ላማዊ	-4113
ሌክት	-4114
ልኝን	-4115
ልኝ፣	-4116
ልኝ፤	-4117
ልኩት	-4118
ሎችን	-4119
ሐይቁ	-4120
ማማት	-4121
ማርኩ	-4122
ማችን	-4123
ሞከር	-4124
ሠለጠ	-4125
ሣጥን	-4126
ራውን	-4127
ርመን	-4128
ሮዎች	-4129
ሰብም	-4130
ሰውን	-4131
ሻገር	-4132
ሽ፡፡	-4133
ቀመጡ	-4134
ቆመው	-4135
ቆርጥ	-4136
በረከ	-4137
በጣም	-4138
ቢያው	-4139
ባትሽ	-4140
ብናል	-4141
ብኛል	-4142
ተኛሁ	-4143
ቱ፡፡	-4144
ትወታ	-4145
ቷቸው	-4146
ቸው፤	-4147
ቻለሁ	-4148
ችውን	-4149
ነበው	-4150
ናግጠ	-4151
ንቀት	-4152
ኖረን	-4153
ኛቸው	-4154
አምር	-4155
አንድ	-4156
አዎን	-4157
አይ፣	-4158
እማማ	-4159
እስኪ	-4160
እንደ	-4161
ከብድ	-4162
ዋናው	-4163
ዛቸው	-4164
ያንና	-4165
ያዘው	-4166
ድርግ	-4167
ገልግ	-4168
ገባሁ	-4169
ገኝም	-4170
ጊዜው	-4171
ጠናቀ	-4172
ጠንቀ	-4173
ጠገቤ	-4174
ጽናና	-4175
ፋቸው	-4176
▁ሁኑ	-4177
▁ሂደ	-4178
▁ሃያ	-4179
▁ህመ	-4180
▁ለዘ	-4181
▁ለፈ	-4182
▁ልማ	-4183
▁ሕጻ	-4184
▁መብ	-4185
▁መቻ	-4186
▁መቼ	-4187
▁ሚስ	-4188
▁ሚኒ	-4189
▁ማረ	-4190
▁ማሰ	-4191
▁ምና	-4192
▁ምግ	-4193
▁ሣቅ	-4194
▁ሰቀ	-4195
▁ሰፍ	-4196
▁ሳም	-4197
▁ስካ	-4198
▁ቀሚ	-4199
▁ቀሪ	-4200
▁ቀሰ	-4201
▁ቀጠ	-4202
▁ቁር	-4203
▁ቆሜ	-4204
▁በሥ	-4205
▁በባ	-4206
▁ባያ	-4207
▁ቤቷ	-4208
▁ተረ	-4209
▁ትል	-4210
▁ኒው	-4211
▁አሽ	-4212
▁እሷ	-4213
▁ካላ	-4214
▁ውስ	-4215
▁ውይ	-4216
▁ዘል	-4217
▁ዘረ	-4218
▁ዘግ	-4219
▁ዝና	-4220
▁የሥ	-4221
▁የቤ	-4222
▁የን	-4223
▁የካ	-4224
▁የዘ	-4225
▁ያሰ	-4226
▁ያቃ	-4227
▁ያደ	-4228
▁ይባ	-4229
▁ይዣ	-4230
▁ዳን	-4231
▁ጋት	-4232
▁ጌታ	-4233
▁ጠባ	-4234
▁ጠፋ	-4235
▁ጣራ	-4236
▁ጽኑ	-4237
ሆናችሁ	-4238
ለማውታ	-4239
ለንበት	-4240
ለው፡፡	-4241
ሟል፡፡	-4242
ረንጓዴ	-4243
ራችንን	-4244
ስፍራው	-4245
ሷል፡፡	-4246
ቃል፡፡	-4247
ተዋወቅ	-4248
ታቸውም	-4249
ታችሁን	-4250
ትም፡፡	-4251
ችኋለሁ	-4252
ነገረኝ	-4253
ናገረው	-4254
ኖርበት	-4255
ከፋፈል	-4256
ክስቶቼ	-4257
ወዳቸው	-4258
ዘዋወር	-4259
ዘጋጀት	-4260
ዩጋንዳ	-4261
ያውያን	-4262
ደርግል	-4263
ገንዘብ	-4264
ጡት፡፡	-4265
ጥርጣሬ	-4266
ጦርነት	-4267
ፈራሪያ	-4268
ፋሪዎች	-4269
ፏል፡፡	-4270
ፕቲስት	-4271
▁000	-4272
▁ሁሉን	-4273
▁ለቄሱ	-4274
▁ለቅሶ	-4275
▁ለዚህ	-4276
▁ላንቺ	-4277
▁ልቦና	-4278
▁ሐኪም	-4279
▁ሐይቁ	-4280
▁መሞት	-4281
▁መትረ	-4282
▁መጠየ	-4283
▁ማላባ	-4284
▁ማርያ	-4285
▁ማጥፋ	-4286
▁ምስጢ	-4287
▁ምነው	-4288
▁ሥራው	-4289
▁ሰባት	-4290
▁ሰውን	-4291
▁ሰዎቹ	-4292
▁ሲሆኑ	-4293
▁ሲያን	-4294
▁ሳስብ	-4295
▁ሳየው	-4296
▁ስልክ	-4297
▁ስብዕ	-4298
▁ሽቅብ	-4299
▁ቀለም	-4300
▁ቀዳዳ	-4301
▁ቀጠል	-4302
▁ቃሉን	-4303
▁በመተ	-4304
▁በማል	-4305
▁በምታ	-4306
▁በሰማ	-4307
▁በብዙ	-4308
▁በናዚ	-4309
▁በአፌ	-4310
▁በክፍ	-4311
▁በዓል	-4312
▁በደም	-4313
▁በደር	-4314
▁በግን	-4315
▁ቢያስ	-4316
▁ባልን	-4317
▁ብሆን	-4318
▁ተመስ	-4319
▁ተመድ	-4320
▁ተቋም	-4321
▁ተዘጋ	-4322
▁ታናሽ	-4323
▁ትልቁ	-4324
▁ትነግ	-4325
▁ነጂው	-4326
▁ነግሮ	-4327
▁አለፍ	-4328
▁አሉ፤	-4329
▁አምሽ	-4330
▁አሥራ	-4331
▁አቋር	-4332
▁አብረ	-4333
▁አብያ	-4334
▁አትኩ	-4335
▁አንጸ	-4336
▁አዋቂ	-4337
▁አየት	-4338
▁አይቶ	-4339
▁አፈር	-4340
▁እሆና	-4341
▁እልቂ	-4342
▁እሱን	-4343
▁እጸል	-4344
▁ከሚታ	-4345
▁ከሞት	-4346
▁ከሰማ	-4347
▁ከሰው	-4348
▁ከወጣ	-4349
▁ከፈት	-4350
▁ካንቺ	-4351
▁ካጋሜ	-4352
▁ወሰድ	-4353
▁ወንበ	-4354
▁ወዳጄ	-4355
▁ዘግና	-4356
▁የሆኑ	-4357
▁የለሽ	-4358
▁የመሰ	-4359
▁የስደ	-4360
▁የቀረ	-4361
▁የተፈ	-4362
▁የኔን	-4363
▁የፊት	-4364
▁ያለን	-4365
▁ያለፍ	-4366
▁ያገኙ	-4367
▁ይላል	-4368
▁ደርሶ	-4369
▁ደቡብ	-4370
▁ደብተ	-4371
▁ድምጻ	-4372
▁ገለጻ	-4373
▁ጉዳት	-4374
▁ግርማ	-4375
▁ጥቃት	-4376
▁ጸሐይ	-4377
▁ፈልጎ	-4378
ሃለሁ፡፡	-4379
ሊኦናርድ	-4380
መንግሥት	-4381
ስታውሰው	-4382
ቃለሁ፡፡	-4383
ቆኛል፡፡	-4384
ታለች፡፡	-4385
ችልም፡፡	-4386
ኛለች፡፡	-4387
አይሆንም	-4388
ዘላለማዊ	-4389
ደርጋቸው	-4390
ጓለማውታ	-4391
ፈልገውን	-4392
ፈዋል፡፡	-4393
▁ሁቱዎቹ	-4394
▁ሁኔታው	-4395
▁ሃሳቤን	-4396
▁ለሁሉም	-4397
▁ለማንም	-4398
▁ለማወቅ	-4399
▁ለቀናት	-4400
▁ለወራት	-4401
▁ሌላውን	-4402
▁ልጆችን	-4403
▁ሐይቅን	-4404
▁ሕዝቦች	-4405
▁መልሰው	-4406
▁መመለስ	-4407
▁መደበቅ	-4408
▁መግባት	-4409
▁ማልቀስ	-4410
▁ማስረጃ	-4411
▁ማኅበረ	-4412
▁ማውራት	-4413
▁ሥልጣን	-4414
▁ሥርዓት	-4415
▁ሰላማዊ	-4416
▁ሰውነቴ	-4417
▁ሰዎችም	-4418
▁ሲደርስ	-4419
▁ስህተት	-4420
▁ስለምት	-4421
▁ስንሄድ	-4422
▁ቅጽበት	-4423
▁በሚለው	-4424
▁በበኩሌ	-4425
▁በትከሻ	-4426
▁በእንባ	-4427
▁በኪቡዬ	-4428
▁በዕድሜ	-4429
▁በዚህን	-4430
▁በጥይት	-4431
▁በጨለማ	-4432
▁በጭራሽ	-4433
▁ቡድኖች	-4434
▁ባለፉት	-4435
▁ቤታቸው	-4436
▁ቪያኒና	-4437
▁ተቀምጬ	-4438
▁ተገናኘ	-4439
▁ተጽዕኖ	-4440
▁ታሪኬን	-4441
▁ትውልድ	-4442
▁ነገሩን	-4443
▁ነግረው	-4444
▁ነጻነት	-4445
▁ንግግር	-4446
▁አሊያም	-4447
▁አረጋግ	-4448
▁አሳለፍ	-4449
▁አስከፊ	-4450
▁አስገብ	-4451
▁አስገድ	-4452
▁አንጻር	-4453
▁አያውቅ	-4454
▁አይሆን	-4455
▁አደረስ	-4456
▁አደረግ	-4457
▁አገልግ	-4458
▁አገኘሁ	-4459
▁ኢየሱስ	-4460
▁እናውቃ	-4461
▁እውነታ	-4462
▁እየተን	-4463
▁እየጠበ	-4464
▁እያየሁ	-4465
▁ከተማዋ	-4466
▁ወጥተን	-4467
▁ውትወታ	-4468
▁ዓይኖቹ	-4469
▁ዘውጎች	-4470
▁የለንም	-4471
▁የሚያው	-4472
▁የሚገባ	-4473
▁የሚጠብ	-4474
▁የተሳተ	-4475
▁የእናቴ	-4476
▁የኪቡዬ	-4477
▁የዕለት	-4478
▁የጭነት	-4479
▁ያለበት	-4480
▁ያለኝን	-4481
▁ይህችን	-4482
▁ይመላለ	-4483
▁ይድረስ	-4484
▁ድምጼን	-4485
▁ድርጅት	-4486
▁ጉዳዩን	-4487
▁ግድግዳ	-4488
▁ጓደኛው	-4489
▁ፈልገው	-4490
▁ፍሎረን	-4491
▁ፍርሃት	-4492
ላቸዋል፡፡	-4493
ሬያለሁ፡፡	-4494
ቷቸዋል፡፡	-4495
ንዳንዳችን	-4496
▁ሁኔታዎች	-4497
▁ለመሥራት	-4498
▁ለመስማት	-4499
▁ለመቀበል	-4500
▁ለመግባት	-4501
▁ለማምለጥ	-4502
▁መንገዱን	-4503
▁ሩዋንዳዊ	-4504
▁ሰማን፡፡	-4505
▁ቁምሣጥን	-4506
▁በመሸበር	-4507
▁በመገናኛ	-4508
▁በገዳዮቹ	-4509
▁ባለማመን	-4510
▁ቤተሰቦች	-4511
▁ተቀምጠን	-4512
▁ተደናግጠ	-4513
▁ተግባራት	-4514
▁አለባቸው	-4515
▁አለች፡፡	-4516
▁አልን፡፡	-4517
▁አልፈለገ	-4518
▁አመሰግነ	-4519
▁አምላኬ፣	-4520
▁አስጠነቀ	-4521
▁አስፈላጊ	-4522
▁አንሆንም	-4523
▁አንዳቸው	-4524
▁አይመስል	-4525
▁አይቀርም	-4526
▁እምነቴን	-4527
▁እንደማል	-4528
▁እንዲኖር	-4529
▁እንዳለሽ	-4530
▁ከነበሩት	-4531
▁ከአምላክ	-4532
▁ወላጆቼ፣	-4533
▁ወንድሞች	-4534
▁የሆነውን	-4535
▁የሚኖሩት	-4536
▁የሚያሳድ	-4537
▁የማውቀው	-4538
▁የምችለው	-4539
▁የወደፊት	-4540
▁ዳማሲንና	-4541
▁ጀመረ፡፡	-4542
▁ጀርመኖች	-4543
▁ገባን፡፡	-4544
▁ጓደኞቼን	-4545
ስታውስም፡፡	-4546
▁ሁለታችንም	-4547
▁ለቱትሲዎች	-4548
▁መሣሪያዎች	-4549
▁መንቀሳቀስ	-4550
▁ሩዋንዳዊት	-4551
▁ቆመዋል፡፡	-4552
▁በሁላችንም	-4553
▁በአሥራዎቹ	-4554
▁በጠላትነት	-4555
▁ተናገረ፡፡	-4556
▁ትምህርቱን	-4557
▁ንግግራቸው	-4558
▁አልነበረው	-4559
▁አስተሳሰብ	-4560
▁አስተዳዳሪ	-4561
▁አቃተኝ፡፡	-4562
▁አብዛኛውን	-4563
▁እንችላለን	-4564
▁እንደሆንኩ	-4565
▁እንደሚችል	-4566
▁እንደሚወደ	-4567
▁እንዳለብን	-4568
▁እንዳልሆነ	-4569
▁እየተገደሉ	-4570
▁የሚያደርግ	-4571
▁የሩዋንዳው	-4572
▁የበላይነት	-4573
▁የነበረኝን	-4574
▁የአማርኛው	-4575
▁ያለማቋረጥ	-4576
▁ይሁዲዎችን	-4577
▁ፈረንሳይኛ	-4578
▁ለመንኩት፡፡	-4579
▁በመንደራችን	-4580
▁ባሳለፍኳቸው	-4581
▁አምናለሁ፡፡	-4582
▁እችላለሁ፡፡	-4583
▁እንደማደርግ	-4584
▁እንዲያደርጉ	-4585
▁የመጀመሪያው	-4586
▁የሚያደርገው	-4587
▁የሩዋንዳውን	-4588
▁ይገባኛል፡፡	-4589
▁ፈረንሳውያን	-4590
▁አልነበረኝም፤	-4591
▁አስታወስኩ፡፡	-4592
▁አደርጋለሁ፡፡	-4593
▁እናውቃለን፡፡	-4594
▁አንሾካሾክሁ፡፡	-4595
▁አመሰግንሻለሁ፡፡	-4596
ma	-4597
ሁም	-4598
ሂጊ	-4599
ሄዴ	-4600
ለታ	-4601
ለና	-4602
ለግ	-4603
ሊት	-4604
ሊያ	-4605
ላር	-4606
ላሳ	-4607
ልሜ	-4608
ልካ	-4609
ልዕ	-4610
ልፉ	-4611
ሐፊ	-4612
መተ	-4613
መኘ	-4614
መዘ	-4615
ሙና	-4616
ማረ	-4617
ምም	-4618
ምረ	-4619
ምሯ	-4620
ሠቃ	-4621
ሣኤ	-4622
ረተ	-4623
ሩህ	-4624
ራሄ	-4625
ራል	-4626
ርበ	-4627
ሮሮ	-4628
ሮጥ	-4629
ሳስ	-4630
ሳኝ	-4631
ሳዩ	-4632
ሳድ	-4633
ስኤ	-4634
ሶቹ	-4635
ሸር	-4636
ሸጥ	-4637
ሼን	-4638
ቀች	-4639
ቀዋ	-4640
ቁኝ	-4641
ቂኝ	-4642
ቃል	-4643
ቃሪ	-4644
ቃቅ	-4645
ቃና	-4646
ቅዞ	-4647
ቅዶ	-4648
በቡ	-4649
ቡት	-4650
ቢስ	-4651
ብሩ	-4652
ተሽ	-4653
ታም	-4654
ታሻ	-4655
ታታ	-4656
ታኝ	-4657
ቴት	-4658
ች፤	-4659
ኅበ	-4660
ኑት	-4661
ናማ	-4662
ናቂ	-4663
ንጌ	-4664
ንጣ	-4665
ኗን	-4666
ኝቼ	-4667
ክረ	-4668
ዓያ	-4669
ዓይ	-4670
ዕክ	-4671
ዚች	-4672
ዝቃ	-4673
የራ	-4674
የቤ	-4675
ዩዋ	-4676
ዪኝ	-4677
ዪው	-4678
ይዝ	-4679
ይዩ	-4680
ደቡ	-4681
ደይ	-4682
ዱት	-4683
ዳር	-4684
ድነ	-4685
ድ፣	-4686
ጅሙ	-4687
ገዙ	-4688
ጊው	-4689
ግል	-4690
ግዝ	-4691
ጎም	-4692
ጠቁ	-4693
ጠግ	-4694
ጣና	-4695
ጣጣ	-4696
ጤን	-4697
ጪው	-4698
ጭው	-4699
ጸዳ	-4700
ጻሜ	-4701
ጻፉ	-4702
ፊው	-4703
▁ሎ	-4704
▁ሹ	-4705
▁ሻ	-4706
▁ሾ	-4707
▁ዑ	-4708
ሆነው	-4709
ለመደ	-4710
ለበት	-4711
ለብሱ	-4712
ለብኝ	-4713
ላምታ	-4714
ላትና	-4715
ላት፣	-4716
ልቀት	-4717
ልቀው	-4718
ልኝም	-4719
ሒሳብ	-4720
መጣም	-4721
ማመኑ	-4722
ሠረት	-4723
ረበሽ	-4724
ረቤት	-4725
ረትን	-4726
ረፍተ	-4727
ሩትን	-4728
ርሥራ	-4729
ርሽር	-4730
ርዳት	-4731
ርጉሙ	-4732
ሮች፣	-4733
ሰማን	-4734
ሰብኩ	-4735
ሰጠው	-4736
ሳልፍ	-4737
ሴቶቹ	-4738
ስታት	-4739
ቀረው	-4740
ቀርቡ	-4741
ቃጠል	-4742
ቅዶቄ	-4743
ቆሙና	-4744
ቆጠር	-4745
ቆጣጠ	-4746
በሎች	-4747
በትም	-4748
ባረር	-4749
ብኝና	-4750
ብኝ፣	-4751
ብጠው	-4752
ተኮር	-4753
ተውና	-4754
ታታይ	-4755
ታጠብ	-4756
ትተው	-4757
ትንፋ	-4758
ችሁም	-4759
ችሁት	-4760
ችሉት	-4761
ችግር	-4762
ነበበ	-4763
ነቶች	-4764
ነዘር	-4765
ነዚያ	-4766
ንደኛ	-4767
ንዶቹ	-4768
ንግሥ	-4769
ኛዋም	-4770
አባቴ	-4771
እቤት	-4772
እናት	-4773
እንዳ	-4774
ከራከ	-4775
ከባከ	-4776
ኩባት	-4777
ካሂድ	-4778
ካሄደ	-4779
ወትር	-4780
ወድቅ	-4781
ወጣት	-4782
ዋል፣	-4783
ዋክብ	-4784
ዋወቅ	-4785
ውቀት	-4786
ዓይን	-4787
ዘውጉ	-4788
ዜጠኛ	-4789
ያናት	-4790
ድነት	-4791
ዶችን	-4792
ገልጻ	-4793
ገኘት	-4794
ገኙት	-4795
ገኙን	-4796
ገድለ	-4797
ገገም	-4798
ጊያው	-4799
ጋገር	-4800
ጌታዬ	-4801
ጓቸው	-4802
ጣዬን	-4803
ጧቸው	-4804
ጨረሱ	-4805
ጨረቃ	-4806
ጽሕና	-4807
ፈልገ	-4808
ፈረኝ	-4809
ፈጽሙ	-4810
ፈጽም	-4811
ፊያው	-4812
ፍሪካ	-4813
ፍትሔ	-4814
▁24	-4815
▁50	-4816
▁91	-4817
▁ሂዱ	-4818
▁ሃው	-4819
▁ህል	-4820
▁ለት	-4821
▁ለይ	-4822
▁ለደ	-4823
▁ሊቀ	-4824
▁ልጇ	-4825
▁መዋ	-4826
▁መፋ	-4827
▁መፍ	-4828
▁ማእ	-4829
▁ማግ	-4830
▁ሜሁ	-4831
▁ሞል	-4832
▁ሞከ	-4833
▁ሰባ	-4834
