<unk>	0
<s>	0
</s>	0
▁	-2.61806
ን	-3.11506
ም	-3.81129
ት	-3.86057
ል	-4.10507
ና	-4.1669
ው	-4.25063
▁በ	-4.27581
ር	-4.33825
▁የ	-4.34581
ስ	-4.41757
▁አ	-4.41962
ለ	-4.52023
ረ	-4.75184
ብ	-4.79066
▁ከ	-4.79142
፡፡	-4.81485
▁መ	-4.8737
ቀ	-4.90579
ታ	-4.91807
ግ	-4.92202
ደ	-4.96003
መ	-4.9781
ላ	-4.97908
ጠ	-4.98689
ች	-5.02562
ገ	-5.02735
ተ	-5.0287
ነ	-5.03979
ራ	-5.06104
በ	-5.09576
ድ	-5.111
ሰ	-5.14256
ባ	-5.15586
ይ	-5.18003
ጥ	-5.19049
ያ	-5.20023
ፍ	-5.20216
፣	-5.21595
ቅ	-5.2263
▁ተ	-5.22676
ኝ	-5.22811
▁‹‹	-5.24562
▁ይ	-5.26397
▁እ	-5.29866
ፈ	-5.32963
ሳ	-5.33632
ማ	-5.36836
ዳ	-5.49738
▁ለ	-5.52925
▁ያ	-5.55978
ሽ	-5.57209
››	-5.57897
ሉ	-5.60703
ክ	-5.60944
የ	-5.62252
ጋ	-5.65177
ህ	-5.6608
▁ላይ	-5.66734
፤	-5.67707
▁ሲ	-5.68767
ከ	-5.69772
▁ማ	-5.70663
ወ	-5.71943
▁ወደ	-5.74559
▁የሚ	-5.75227
ቃ	-5.77093
ዋ	-5.77131
ኩ	-5.793
ቸው	-5.81265
ጣ	-5.88362
ሩ	-5.89214
ቆ	-5.89287
በት	-5.90696
▁-	-5.92537
ቱ	-5.99373
ሁ	-5.99913
▁ስለ	-6.03398
▁ነው፡፡	-6.03766
▁እንደ	-6.06095
ዎች	-6.06989
▁ግን	-6.07144
ኛ	-6.07398
▁አል	-6.0924
ካ	-6.10056
ዘ	-6.10763
ዝ	-6.1319
ኝ፡፡	-6.15741
ነት	-6.15904
▁የተ	-6.21293
▁ወ	-6.21428
ቁ	-6.2435
▁ባ	-6.25531
ሮ	-6.27887
ም፡፡	-6.28738
ቼ	-6.2963
▁ጊዜ	-6.29649
▁ለመ	-6.29852
ፋ	-6.30586
▁ሊ	-6.32933
ኔ	-6.34477
ችን	-6.3579
▁ነው	-6.36735
▁በመ	-6.38659
ሬ	-6.39338
ቤ	-6.39352
ቶ	-6.4181
ሻ	-6.42553
እ	-6.42555
ሱ	-6.44248
ጭ	-6.44755
ጉ	-6.45843
!	-6.45869
ቴ	-6.46136
ውን	-6.46252
ል፡፡	-6.47466
ጨ	-6.47765
▁ነገር	-6.49929
▁አስ	-6.51845
▁ስ	-6.53022
▁አለ	-6.53497
|	-6.53676
▁ጋር	-6.53903
ሞ	-6.54377
ፊ	-6.54716
ሪ	-6.54762
ጽ	-6.56139
ዛ	-6.56265
ሸ	-6.56975
ዬ	-6.57026
▁እየ	-6.58245
▁ት	-6.58598
▁በጣም	-6.5873
▁ውስጥ	-6.59959
▁በኋላ	-6.60387
ቻ	-6.62354
ቡ	-6.62614
?	-6.6309
▁ቤት	-6.63569
ሙ	-6.63887
ለሁ፡፡	-6.64099
▁ሰው	-6.64323
▁እንዲ	-6.64779
ኑ	-6.64799
▁እንዳ	-6.65937
ጅ	-6.66165
ገባ	-6.66538
▁ለማ	-6.67705
ሚ	-6.67783
▁ነ	-6.67799
ችሁ	-6.68724
ኖ	-6.6892
▁ሁሉ	-6.6899
ጀ	-6.70894
ዩ	-6.71396
ጎ	-6.73102
ን፡፡	-6.73355
ሌ	-6.73692
ሃ	-6.73833
-	-6.75229
▁አይ	-6.77038
ሰማ	-6.77512
ቹ	-6.77743
▁ሳ	-6.78464
▁አንድ	-6.78913
ሎ	-6.79813
አ	-6.79954
▁ሁ	-6.80535
▁በማ	-6.81129
▁እን	-6.81356
▁ቀ	-6.8408
▁ካ	-6.85275
ጓ	-6.85394
▁ምን	-6.85751
▁የሚያ	-6.86693
▁እኔ	-6.87434
▁እያ	-6.87481
▁ሰ	-6.88718
ኩ፡፡	-6.88895
ለሁ	-6.89888
ጡ	-6.90469
ቦ	-6.91665
ዕ	-6.92899
▁እንደሚ	-6.92999
▁ምንም	-6.93678
ዊ	-6.94091
ሕ	-6.94105
መጣ	-6.94573
ሄድ	-6.95064
ለው	-6.95219
▁ሰዎች	-6.95704
ባቸው	-6.99162
▁ብዙ	-6.9983
ዱ	-7.0093
▁ዛ	-7.01499
▁ደ	-7.03089
ዶ	-7.03682
ታችን	-7.0404
ቷ	-7.04353
▁ኪ	-7.05284
ቋ	-7.05709
▁ይህ	-7.06164
ሆኑ	-7.06175
ኮ	-7.06563
ጻ	-7.07084
▁ብ	-7.08402
▁ያለ	-7.09119
▁ታ	-7.09956
▁እንድ	-7.10141
ጫ	-7.10605
?››	-7.11218
ታቸው	-7.11793
ሴ	-7.11888
ነበረ	-7.1195
ተው	-7.12777
ት፡፡	-7.13427
ተኛ	-7.13597
▁የም	-7.14507
▁የማ	-7.14659
ልኝ	-7.14935
▁አሁን	-7.1592
...	-7.15976
▁ሌ	-7.16416
ዚ	-7.16477
ላቸው	-7.16561
ጸ	-7.17018
▁ጊ	-7.17867
ቄ	-7.17942
▁እንደሆነ	-7.18044
▁...	-7.18866
ዎ	-7.19264
ቂ	-7.20386
▁ብቻ	-7.21634
ሁ፡፡	-7.21775
ሶ	-7.21981
▁እንዴት	-7.22018
ሰብ	-7.2215
ኛል፡፡	-7.22689
ፉ	-7.22759
ቶች	-7.23175
ሜ	-7.23337
▁ገ	-7.2356
▁በተ	-7.24059
ዋል፡፡	-7.251
▁እና	-7.25133
!››	-7.25258
▁ኢማኪዩሌ	-7.26384
ሉ፡፡	-7.26781
▁ቤቱ	-7.26914
▁ጠ	-7.27235
▁ብዬ	-7.28072
▁አባቴ	-7.28618
▁ቄሱ	-7.29497
ቱን	-7.29523
▁ዩ	-7.30113
ኖር	-7.3099
▁ቢ	-7.31119
የት	-7.31162
መጡ	-7.31336
ወጣ	-7.32348
▁በእ	-7.3263
▁ቱትሲዎች	-7.32892
▁እንኳን	-7.33013
▁ዳማሲን	-7.33125
▁ሲያ	-7.33127
ቻችን	-7.33428
ሊ	-7.34018
▁በአ	-7.34259
ጃ	-7.34818
▁ዘ	-7.35627
▁ሳይ	-7.36166
▁ይህን	-7.36346
ጆ	-7.36539
▁ሥራ	-7.36833
0	-7.37591
▁ገዳዮቹ	-7.39397
ኘ	-7.39476
▁ትምህርት	-7.39493
ዎቹ	-7.41321
ገድ	-7.41398
▁ሆነ	-7.41425
መጀመሪያ	-7.41425
ናቸው	-7.41678
▁በሚ	-7.43152
▁እግዚአብሔር	-7.43224
ናል፡፡	-7.43829
▁ከመ	-7.44168
ሰው	-7.4462
▁ነበር፡፡	-7.4508
▁ስላ	-7.45116
ራት	-7.45162
▁አላ	-7.45251
ሐ	-7.45404
▁ቱ	-7.45738
▁ባለ	-7.45756
ራቸው	-7.46199
▁እየተ	-7.46349
▁በላይ	-7.46523
▁ብሎ	-7.46719
▁አሳ	-7.48143
ጊ	-7.48683
▁ቱትሲ	-7.48717
ቻቸው	-7.4886
ሥ	-7.50851
.	-7.51249
▁እንዲያ	-7.51872
▁ሁኔታ	-7.52781
▁መንገድ	-7.52821
ሄ	-7.53585
ል፤	-7.53779
በር	-7.54196
▁እኛ	-7.54989
ነው	-7.55066
ቸ	-7.55416
ዬን	-7.55569
▁እንደተ	-7.55684
ዮ	-7.5611
መታጠቢያ	-7.56112
▁ከተ	-7.56859
ባት	-7.57136
ሏ	-7.57247
▁ያህል	-7.58445
▁ክፍል	-7.58535
ቀው	-7.59104
ዙ	-7.59173
▁በፊት	-7.59651
9	-7.60736
ቢያ	-7.61699
▁ልጅ	-7.62236
▁ነበር	-7.62539
▁ልብ	-7.62714
3	-7.63128
መጨረሻ	-7.63132
▁እስኪ	-7.63137
▁ስሜ	-7.63482
ብኝ	-7.64363
ዘው	-7.65626
▁ስት	-7.65818
▁ጸ	-7.65956
▁ዓይነት	-7.66836
ኩት	-7.66989
ለች፡፡	-7.67097
ፈራ	-7.67462
ኳ	-7.67798
1	-7.67886
▁እንደም	-7.68015
ጄ	-7.68101
▁ቀን	-7.68675
ዲ	-7.69203
ቲ	-7.69383
▁ድረስ	-7.69393
ኪ	-7.7018
▁የመ	-7.70303
ሯ	-7.70682
▁ስለሆነ	-7.70682
▁ጭፍጨፋ	-7.70682
▁የዘር	-7.70768
ሂ	-7.71998
▁ልጆች	-7.72
▁ጥሩ	-7.72249
ቢ	-7.72361
▁ወታደሮች	-7.73331
▁እዚህ	-7.73334
▁ሁቱ	-7.73791
▁ሩዋንዳ	-7.73809
▁ወይንም	-7.7474
▁እንደማ	-7.75887
ሾ	-7.76052
▁በዚህ	-7.76062
▁በዚያ	-7.76067
ረጋ	-7.76243
ኩት፡፡	-7.76267
ዴ	-7.77341
▁መጽሐፍ	-7.77441
▁ስፍራ	-7.77461
ኳቸው	-7.77769
▁ጎ	-7.78111
ቸዋ	-7.78178
ጦ	-7.78755
5	-7.78846
▁ቢሆንም	-7.78949
በረ	-7.7923
ነበሩ	-7.80306
▁ወቅት	-7.80473
ለን፡፡	-7.81075
▁ያስ	-7.81256
ላችሁ	-7.81598
▁ክፍ	-7.81916
................	-7.81959
ገረ	-7.82114
ልክ	-7.82156
▁ስል	-7.82669
እግዚአብሔር	-7.83455
▁እንዳለ	-7.83576
▁አምላክ	-7.83731
▁ያለው	-7.84082
ሄደ	-7.84146
4	-7.84687
ኸ	-7.84691
ታል፡፡	-7.84819
▁የአ	-7.84891
ዜ	-7.86125
ቤተሰቤ	-7.86206
▁እናቴ	-7.8653
ቤት	-7.87062
▁የሆነ	-7.87744
▁ሙሉ	-7.87836
2	-7.87862
▁ሌላ	-7.88347
ኅ	-7.89286
ቿ	-7.89306
▁ተስፋ	-7.89342
ሚያ	-7.89797
▁ከዚያ	-7.90258
▁ቃል	-7.90303
▁አመ	-7.90386
▁ሊያ	-7.90407
▁ሁሉም	-7.90674
▁ትንሽ	-7.91033
▁ማለት	-7.91121
▁ሁቱዎች	-7.91175
ቱትሲ	-7.91649
ቻለ	-7.92261
ወቅ	-7.92525
ናገር	-7.92877
ታወ	-7.93095
ኢማኪዩሌ	-7.93548
▁እኮ	-7.93735
ጁ	-7.94146
▁ሆኖ	-7.94146
ጤ	-7.94146
ወደ	-7.94643
...............	-7.94663
ኒ	-7.95813
ገደሉ	-7.95936
▁እንዳይ	-7.96183
ችው	-7.971
ዞ	-7.97496
▁ሲሆን	-7.97508
ገዳዮች	-7.97508
▁ታሪክ	-7.9751
▁የማይ	-7.98914
ኬ	-7.9923
ሥራ	-7.99554
▁ከዚያም	-7.99939
ገኝ	-8.0016
ሣ	-8.00899
8	-8.00983
▁ጓደኛ	-8.00987
ሌሎች	-8.01005
▁እንጂ	-8.01054
ሄዱ	-8.01132
▁ወዳ	-8.01891
ሷ	-8.02765
)	-8.02772
ኦ	-8.02772
መንግሥት	-8.02772
▁እጅግ	-8.0282
ሞት	-8.02836
አባቴ	-8.02884
▁እነዚህ	-8.03021
ሪያ	-8.0334
ሮች	-8.03629
▁ወንድሜ	-8.03764
▁የነበረው	-8.03826
▁ስም	-8.03985
ወራ	-8.04526
ሺ	-8.0459
ሹ	-8.0459
▁ሙሪንዚ	-8.0459
▁ምዕራ	-8.04593
ቆመ	-8.04922
▁ልቤ	-8.05206
▁በሩዋንዳ	-8.05465
ወር	-8.05932
ዣ	-8.06442
▁ዘንድ	-8.06512
▁ውጪ	-8.06522
ገኙ	-8.06735
ጌ	-8.08327
▁ደግሞ	-8.08334
ቸዋል፡፡	-8.08682
▁ወላጆቼ	-8.09747
▁ከአ	-8.0987
ፎ	-8.09994
ቪያኒ	-8.10252
ዪ	-8.10252
▁ሕይወት	-8.10252
ጦርነቱ	-8.10281
▁ቄስ	-8.10472
▁የምት	-8.12011
ፌ	-8.12213
▁ወዲያውኑ	-8.12213
▁ራሴን	-8.12218
ደርግ	-8.1244
የሁ	-8.13947
6	-8.14209
አሎይዜ	-8.14213
▁ፍቅር	-8.14223
ራዊ	-8.14313
ሞላ	-8.14683
▁ብለው	-8.14803
ሲ	-8.15272
መለስ	-8.16198
7	-8.1625
እንግሊዝኛ	-8.16254
▁ሰዓት	-8.16254
▁በሕይወት	-8.16254
▁ድምፅ	-8.16254
▁ሰላም	-8.16333
▁እንደገና	-8.16339
አንድ	-8.17773
ሌሎቹ	-8.18341
ተከሰተ	-8.18355
▁ሴት	-8.18778
ያለሁ፡፡	-8.1878
ቆይ	-8.19606
▁በአንድ	-8.19878
▁ለምን	-8.2004
ወታደሮቹ	-8.20465
▁መካከል	-8.20465
▁ሴቶች	-8.20481
▁ደስ	-8.22187
ሟ	-8.22639
▁ደረጃ	-8.22642
▁እዚያ	-8.22647
▁መሆኑን	-8.22756
▁ወንድ	-8.22782
▁ናቸው፡፡	-8.22784
ገቡ	-8.24674
▁ሁልጊዜ	-8.24861
▁ዓለም	-8.24861
▁በሙሉ	-8.24888
▁ሁሉንም	-8.25441
▁ነገ	-8.25938
ኖረ	-8.26692
ዳማሲን	-8.26837
ዷ	-8.27133
ኗ	-8.27134
▁ምክንያት	-8.27134
▁የሚቆጠሩ	-8.27134
▁ፈገግ	-8.2714
ኪጋሊ	-8.27142
▁ጦር	-8.27254
▁ቦታ	-8.27339
▁ግድያ	-8.27743
እኔ	-8.28397
ኖሩ	-8.28486
▁ማንም	-8.28575
▁ቢሆን	-8.29295
ኝም፡፡	-8.29434
አእምሮዬ	-8.29459
▁ምግብ	-8.29498
ጪ	-8.31737
፡	-8.31791
▁ማድረግ	-8.31841
አምላኬ	-8.31843
▁ገጀራ	-8.31852
▁ጀመር፡፡	-8.32403
▁የተወሰኑ	-8.32743
ጥቶ	-8.33183
ሁላችንም	-8.34281
ፈለግሁ	-8.34283
ደኅና	-8.34312
ሁለተኛ	-8.34319
▁እስከ	-8.34367
▁አንዱ	-8.34485
ገዳዮቹ	-8.34528
ሰማኝ	-8.34728
▁ፊት	-8.35198
ቤቱ	-8.36246
▁እርስ	-8.3639
▁ወይ	-8.36782
▁አውቃለሁ	-8.36798
▁እርሱ	-8.36826
▁ምሽት	-8.36834
▁በማለት	-8.3692
ነገሩ	-8.37473
ነበረው	-8.37735
▁ስለሚ	-8.3854
ኤ	-8.39343
▁የትምህርት	-8.39343
▁ፍጅት	-8.39348
▁ከዚህ	-8.39354
ደበቅ	-8.39445
▁ሁለት	-8.39476
▁ቀናት	-8.39585
ማናቸውም	-8.40211
▁የሩዋንዳ	-8.40485
i	-8.41973
ዩኒቨርሲቲ	-8.41975
ሬድዮ	-8.41977
▁አባላት	-8.41979
▁አይደለም	-8.4198
▁ችግር	-8.41995
▁አዲስ	-8.42005
ጠየቅ	-8.42055
ደረግ	-8.42178
▁አየሁ	-8.44178
▁ዓይኖቼ	-8.44678
▁ብቸኛ	-8.44678
▁ጥላቻ	-8.44686
ሩአግ	-8.44688
ነዚያ	-8.4469
▁ነገሮች	-8.44722
ፈልግ	-8.44951
ደርስ	-8.45562
መሰለ	-8.45943
▁ዘመ	-8.47336
ኃ	-8.47455
ራሳቸው	-8.47499
ቱትሲዎች	-8.48871
እጅ	-8.49651
‹	-8.5031
:	-8.50312
ጬ	-8.50312
▁እርግጠኛ	-8.50312
▁ዓመት	-8.50312
▁ፍጅቱ	-8.50314
እነርሱ	-8.50316
ወንድሞቼ	-8.50316
▁ቃላት	-8.50329
▁አንቺ	-8.50365
▁ቤታችን	-8.50366
▁ትልቅ	-8.50444
ቺ	-8.53199
ጧ	-8.53254
▁ሀገር	-8.53254
▁ስለዚህ	-8.53257
▁ስለነበር	-8.53258
እማማ	-8.53837
▁በመሆኑ	-8.54048
እናንተ	-8.54211
ሩዋንዳ	-8.55466
ሀገሪቱ	-8.56284
ጩ	-8.56284
▁ሕይወቴ	-8.56284
▁ደቂቃ	-8.56286
▁አስከሬ	-8.56289
▁ሕዝ	-8.56364
▁ውድ	-8.56446
▁ግድ	-8.57409
ዋል፤	-8.59169
ጹ	-8.59407
▁ደብዳቤ	-8.59409
ዮሃንስ	-8.59409
▁አድርጌ	-8.59409
▁ሐሳብ	-8.5941
ልጆቻቸው	-8.59412
▁ቤቶች	-8.59458
▁ፖል	-8.59463
▁ቤቴ	-8.59511
▁አልፎ	-8.59825
▁መጠን	-8.60767
ውያን	-8.61284
ቧ	-8.62635
▁ጀምሮ	-8.62637
ዕድሜ	-8.62637
▁ሌሊት	-8.62641
ያደርጉ	-8.62648
ፈልጉ	-8.62706
ያዙ	-8.63294
ሁሉም	-8.65794
a	-8.65967
ዢ	-8.65968
▁አሰቃቂ	-8.65968
▁ጠመንጃ	-8.65968
▁ቁጥር	-8.65974
ጸለይኩ	-8.65984
ርዕሰ	-8.66034
ፈልጋ	-8.66091
▁መኝታ	-8.66155
ወቅሁ	-8.66482
▁ልዩ	-8.66807
እንዴ	-8.68052
መልሰ	-8.68279
ጂ	-8.69283
▁በትምህርት	-8.69416
እንግዲህ	-8.69416
▁መሣሪያ	-8.69417
▁የነበሩት	-8.69485
▁ጀመር	-8.70506
ተወሰኑ	-8.71641
ሔ	-8.72985
ሼ	-8.72988
ኜ	-8.72988
አማጽያኑ	-8.72988
ኤይማብል	-8.72988
▁ምናልባት	-8.72988
▁ቤተሰብ	-8.72988
ተጨማሪ	-8.72988
አንዲት	-8.73021
ደረጉ	-8.73048
▁ኖሮ	-8.73092
▁ግቢ	-8.73133
▁በዘር	-8.73251
ነዚህ	-8.76184
›	-8.7666
ዟ	-8.76691
ፈረንሳውያኑ	-8.76691
▁ብርሃን	-8.76692
▁ኃይል	-8.76692
▁እንደዚያ	-8.76698
▁አንዳች	-8.76766
ከላከ	-8.76805
12	-8.79812
o	-8.80536
ኚ	-8.80538
▁ኢሊባጊዛ	-8.80538
▁ቆንጆ	-8.80541
▁አድርገ	-8.80542
▁መጥፎ	-8.80547
▁20	-8.80549
▁ቢያንስ	-8.80552
ድጋሚ	-8.80556
▁ተማሪ	-8.80564
▁ነች፡፡	-8.80602
▁እንዲያውም	-8.80655
▁ዘውግ	-8.80758
ቻልኩ	-8.81219
አፍታ	-8.82709
▁ተሸከርካሪ	-8.82762
አየር	-8.83361
ፏ	-8.84538
▁ሰዓታት	-8.84538
▁በፍጹም	-8.84538
▁የጥላቻ	-8.84538
▁አድርጎ	-8.84538
▁ገንዘብ	-8.84538
ሳምንታት	-8.84539
ገኘው	-8.8459
▁የተመድ	-8.84599
አዲሱ	-8.84602
ተነሣ	-8.84738
ዎቻቸው	-8.8484
ጆቹ	-8.84928
ገደል	-8.85316
ኙ	-8.88041
▁ቋንቋ	-8.88706
▁ጉዳይ	-8.88706
ፈልገው	-8.88713
▁ልጆቹ	-8.8883
አሁኑ	-8.88922
መለሱ	-8.89069
ወስደ	-8.89534
አንዴ	-8.90498
አዎን	-8.90646
t	-8.93051
▁መቁጠሪያ	-8.93052
▁ታዲያ	-8.93055
ደርገው	-8.93064
▁ይችላል	-8.9307
ጨነቅ	-8.93093
ፈጣሪ	-8.93094
ጸልይ	-8.93106
ሰጠኝ	-8.9686
▁ኢንተርሃምዌ	-8.97039
n	-8.97597
መጽሐፉ	-8.97598
▁በየቀኑ	-8.97598
▁እንደዚህ	-8.97603
▁እንደነበር	-8.97605
መንገዱ	-8.9762
▁ምሽግ	-8.97633
ምንድነው	-8.97696
መግደል	-8.97715
▁ክፉ	-8.97752
ናገሩ	-8.97825
ወንድሜ	-8.99881
ዤ	-9.02359
ጾ	-9.02359
▁ግደሏቸው	-9.02359
▁ጥያቄ	-9.02361
▁በርሳችን	-9.02361
▁ጥቂት	-9.02365
▁በተለይ	-9.02401
ፈጸም	-9.02429
ምሽጉ	-9.02516
ይገድሉ	-9.02542
ስማማ	-9.02578
ጠብቅ	-9.02615
ፈለገ	-9.02654
ደርሱ	-9.03497
e	-9.07358
▁መታወቂያ	-9.0736
▁ስደተኞች	-9.0736
▁በሕይወቴ	-9.0736
▁በእርግጠኝነት	-9.0736
ጥርጣሬ	-9.0736
▁አልቻልኩም፡፡	-9.0736
▁ወረቀት	-9.07363
▁ቁልቁ	-9.07364
▁በእጅጉ	-9.07365
ዘጋጀ	-9.07368
▁15	-9.07372
▁የቄሱ	-9.07374
▁ቡድን	-9.07382
▁ተሰማኝ፡፡	-9.07383
▁ሁለቱ	-9.07468
▁አንደኛው	-9.07501
ቀመጥ	-9.07609
አሥር	-9.08102
ተሸከርካሪው	-9.09636
ለማመን	-9.1012
አምላክ	-9.10721
ሑ	-9.12623
አይሆንም	-9.12623
ክርስቲያን	-9.12623
▁አስቸጋሪ	-9.12623
199	-9.12623
▁በስተቀር	-9.12623
▁ኖሯል፡፡	-9.12623
▁በቀጣዩ	-9.12623
▁ሥቃይ	-9.12623
ልጆቿ	-9.12626
▁መልካም	-9.12629
አማርኛ	-9.1263
▁እችላለሁ	-9.12634
▁ጸሎት	-9.12634
▁13	-9.12638
▁መንደር	-9.12654
▁በተመድ	-9.12654
▁አልችልም	-9.12665
እያንዳን	-9.12675
▁የሁቱ	-9.12747
ሰቆቃ	-9.12751
አባትሽ	-9.1287
አምስት	-9.13037
እርስዎ	-9.14216
እግር	-9.15777
አንደኛ	-9.18091
l	-9.18177
ቤተሰባችን	-9.18178
▁እስካሁን	-9.18178
ቤተሰቡ	-9.18178
ተመሳሳይ	-9.18178
ንቀሳቀስ	-9.18178
▁የእርሱ	-9.18179
▁ለማድረግ	-9.18179
▁በፍጥነት	-9.18179
▁ሐይቅ	-9.1818
ሴቶቹ	-9.1818
▁ክፍሎች	-9.18182
ተፈጸመ	-9.18182
ኪቡዬ	-9.18184
▁በደስታ	-9.18187
▁17	-9.18188
▁ጥብቅ	-9.18196
ልጆቼ	-9.18197
ተመኘሁ	-9.18198
▁እርሷ	-9.182
▁በደንብ	-9.18215
▁አብረን	-9.18216
▁ጉዞ	-9.18217
ገራችን	-9.18264
▁አካባቢ	-9.18511
▁11	-9.18851
ግድያው	-9.23548
ጢ	-9.24061
▁እናፍቅሃለሁ	-9.24061
▁ኪሎሜትር	-9.24061
▁ሞከርኩ	-9.24061
▁አገኘሁ	-9.24062
ጌታዬ	-9.24064
▁አድርጋ	-9.24064
▁በፍቅር	-9.24066
▁መምህር	-9.24069
እርሳቸው	-9.2407
▁22	-9.24072
▁14	-9.24074
▁አይቀርም	-9.24075
▁ተነሥ	-9.24083
▁10	-9.24083
▁በእውነት	-9.24084
▁21	-9.24689
መሥራት	-9.25677
ፃ	-9.30311
▁ፈጽሞ	-9.30311
▁ትዕይን	-9.30311
ፒየር	-9.30312
▁በቅርቡ	-9.30312
▁ወታደር	-9.30312
▁እያንዳንዷ	-9.30313
▁ጠየቅሁት	-9.30314
▁በርካታ	-9.30315
▁ሻለቃ	-9.30315
▁ቅዱስ	-9.30315
▁ብርያን	-9.30316
▁ጀርባ	-9.30318
▁ይችላሉ	-9.30319
ትክክል	-9.3032
▁16	-9.30321
▁አሰብኩ፡፡	-9.30322
▁18	-9.30323
▁ገጽታ	-9.30325
▁ገዳይ	-9.30342
▁ግሩም	-9.30347
▁የኢንተርሃምዌ	-9.36059
m	-9.36976
ሊኦናርድ	-9.36977
ዉ	-9.36977
ፕ	-9.36977
▁ዓይኖች	-9.36977
▁ለማግኘት	-9.36977
▁ዝርዝር	-9.36977
▁ጥንካሬ	-9.36977
አማጽያን	-9.36977
▁ዜጎች	-9.36977
▁ማግኘት	-9.36978
▁እውነተኛ	-9.36978
ዥ	-9.4412
ጇ	-9.4412
ቪ	-9.51812
ፀ	-9.60146
ፖ	-9.69073
ዌ	-9.69237
ኧ	-9.69237
z	-9.79235
ዠ	-9.79237
ጯ	-9.79237
ጼ	-9.79237
ዐ	-9.90347
ፓ	-9.90348
ጴ	-10.0285
ፐ	-10.0285
g	-10.1713
s	-10.1713
ዑ	-10.1713
ፒ	-10.538
ዖ	-10.538
P	-10.788
p	-10.788
h	-10.788
c	-10.788
f	-10.788
/	-10.788
b	-11.1213
E	-11.1213
ቭ	-11.1213
ኡ	-11.1213
፥	-11.1213
S	-11.6213
y	-11.6213
C	-11.6213
O	-11.6213
u	-11.6213
x	-11.6213
ጺ	-11.6213
L	-11.6213
T	-11.6213
ዡ	-11.6213
ዦ	-11.6213
።	-11.6213
፫	-12.6185
፪	-12.6186
R	-12.6187
፩	-12.6188
ፑ	-12.6189
ኹ	-12.619
D	-12.6191
ሒ	-12.6192
ፔ	-12.6193
ሡ	-12.6194
ሿ	-12.6195
ጵ	-12.6196
ኟ	-12.6197
ቾ	-12.6198
r	-12.6199
ቩ	-12.62
ኰ	-12.6201
ቨ	-12.6202
ሦ	-12.6203
(	-12.6204
ፅ	-12.6205
ጮ	-12.6206
ሠ	-12.6207
ሀ	-12.6208
ኞ	-12.6209
ኋ	-12.621
ኢ	-12.6211
ዓ	-12.6212
@	-12.6213
B	-12.6213
d	-12.6213
v	-12.6213
©	-12.6213
ቬ	-12.6213
ኣ	-12.6213
ኽ	-12.6213
ዒ	-12.6213
ዔ	-12.6213
ጿ	-12.6213
ፂ	-12.6213
—	-12.6213
ቮ	-12.6213
A	-12.6213
ሆ	-12.6213
