<unk>	0
<s>	0
</s>	0
▁ላይ	-4.62212
▁-	-4.8457
▁ወደ	-4.95756
▁ነው፡፡	-5.06185
▁ግን	-5.07807
▁ጊዜ	-5.39993
▁ኢ	-5.42275
▁|	-5.47404
▁ጋር	-5.49863
▁በጣም	-5.52811
▁ውስጥ	-5.54971
▁ነገር	-5.57626
▁ቤት	-5.61279
▁በኋላ	-5.66042
▁ሁሉ	-5.70022
▁ሰው	-5.77394
▁ነው	-5.81294
▁አንድ	-5.81864
▁ምንም	-5.84763
▁ምን	-5.92718
▁ሊ	-6.06345
▁ባ	-6.06345
▁ዛ	-6.06345
▁ጊ	-6.06345
▁ሰዎች	-6.10063
▁ቱ	-6.14715
▁ሲ	-6.15511
▁እንዴት	-6.15511
▁ሁ	-6.16315
▁ት	-6.16315
▁ዩ	-6.16315
▁ሌ	-6.17124
▁ማ	-6.17124
▁ኪ	-6.17124
▁እኔ	-6.18764
▁እንደ	-6.19594
▁...	-6.2043
▁ብዬ	-6.26493
▁ብዙ	-6.28295
▁እንደሆነ	-6.29208
▁እንኳን	-6.3106
▁ይህ	-6.32947
▁ስለ	-6.37826
▁ይህን	-6.37826
▁ትምህርት	-6.40872
▁አሁን	-6.40872
▁በላይ	-6.42955
▁ብቻ	-6.42955
▁ነበር፡፡	-6.44013
▁ቄሱ	-6.48362
▁መንገድ	-6.49479
▁ቤቱ	-6.49479
▁ገዳዮቹ	-6.49479
▁አባቴ	-6.50609
▁ቱትሲ	-6.51752
▁ያህል	-6.55261
▁ክፍል	-6.56459
▁በፊት	-6.58898
▁ዓይነት	-6.61398
▁የዘር	-6.63962
▁ልጅ	-6.66594
▁ቀን	-6.66594
▁ወይንም	-6.67936
▁ብሎ	-6.69297
▁ሁኔታ	-6.70676
▁እዚህ	-6.70676
▁ዳማሲን	-6.70676
▁ድረስ	-6.70676
▁ቢሆንም	-6.72075
▁ሁሉም	-6.74932
▁እግዚአብሔር	-6.74932
▁መጽሐፍ	-6.76392
▁ስል	-6.76392
▁ወቅት	-6.76392
▁ጥሩ	-6.76392
▁ቱትሲዎች	-6.82454
▁ወታደሮች	-6.84029
▁ልጆች	-6.85629
▁ሙሉ	-6.85629
▁ትንሽ	-6.85629
▁ቃል	-6.88908
▁ሥራ	-6.90589
▁ኢማኪዩሌ	-6.90589
▁ከዚያም	-6.90589
▁ሆነ	-6.95808
▁ሁቱ	-6.97609
▁በዚህ	-6.97609
▁እጅግ	-6.99444
▁ዘንድ	-7.01313
▁ሌላ	-7.03218
▁ምዕራፍ	-7.03218
▁ሲል	-7.03218
▁ተስፋ	-7.03218
▁ታሪክ	-7.03218
▁እኮ	-7.03218
▁ደግሞ	-7.03218
▁ስፍራ	-7.0516
▁ቄስ	-7.0516
▁ማለት	-7.0714
▁ብለው	-7.0714
▁አምላክ	-7.0714
▁ውጪ	-7.0714
▁ሁቱዎች	-7.11223
▁ሰዓት	-7.11223
▁በሩዋንዳ	-7.11223
▁መካከል	-7.13328
▁ራሴን	-7.13328
▁እንደገና	-7.13328
▁ከዚያ	-7.13328
▁የት	-7.13328
▁ሙሪንዚ	-7.15479
▁ወዲያውኑ	-7.15479
▁ለምን	-7.17676
▁በሕይወት	-7.17676
▁በሙሉ	-7.17676
▁ቱትሲዎችን	-7.17676
▁ናቸው፡፡	-7.17676
▁ያለ	-7.17676
▁ሁሉንም	-7.19924
▁መሆኑን	-7.19924
▁ማንም	-7.19924
▁ድምፅ	-7.19924
▁ሁልጊዜ	-7.22223
▁እናቴ	-7.22223
▁እንጂ	-7.22223
▁ያለው	-7.24576
▁ጀመር፡፡	-7.24576
▁ጭፍጨፋ	-7.24576
▁ሕይወት	-7.26986
▁እኛ	-7.26986
▁ገዳዮች	-7.26986
▁መታጠቢያ	-7.29455
▁ማድረግ	-7.29455
▁ሴቶች	-7.29455
▁በአንድ	-7.29455
▁እርስ	-7.29455
▁ሁለት	-7.31987
▁ዓለም	-7.31987
▁ፊት	-7.31987
▁ምክንያት	-7.34584
▁ስለሆነ	-7.34584
▁ቦታ	-7.34584
▁የሚቆጠሩ	-7.34584
▁የትምህርት	-7.34584
▁ደረጃ	-7.34584
▁ሲሆን	-7.37251
▁ቢሆን	-7.37251
▁ወንድሜ	-7.37251
▁ሩዋንዳ	-7.39991
▁ስም	-7.39991
▁ቀናት	-7.39991
▁በማለት	-7.39991
▁በር	-7.39991
▁አባላት	-7.39991
▁አዲስ	-7.39991
▁ልቤ	-7.42808
▁ምሽት	-7.42808
▁እርግጠኛ	-7.42808
▁ወላጆቼ	-7.42808
▁ሀገር	-7.45707
▁ምግብ	-7.45707
▁ሴት	-7.45707
▁ነው፡፡››	-7.45707
▁እኛን	-7.45707
▁ዓመት	-7.45707
▁ጋ	-7.45707
▁ሌሎች	-7.48692
▁ሲሉ	-7.48692
▁ትልቅ	-7.48692
▁ችግር	-7.48692
▁ነው፤	-7.48692
▁አሁንም	-7.48692
▁እዚያ	-7.48692
▁ዓመታት	-7.48692
▁የነበረው	-7.48692
▁መጠን	-7.51769
▁ስለዚህ	-7.51769
▁ነገሮች	-7.51769
▁እነዚህ	-7.51769
▁ከዚህ	-7.51769
▁የሆነ	-7.51769
▁ያ	-7.51769
▁ፍቅር	-7.51769
▁ፍጅት	-7.51769
▁ሆኖ	-7.54944
▁ስለነበር	-7.54944
▁ስሜት	-7.54944
▁ኪጋሊ	-7.54944
▁ያን	-7.54944
▁ጀምሮ	-7.54944
▁ስለሆነም	-7.58223
▁ነበር	-7.58223
▁አለ	-7.58223
▁የተወሰኑ	-7.58223
▁ፍጅቱ	-7.58223
▁መጀመሪያ	-7.61613
▁ሰላም	-7.61613
▁ቁጥር	-7.61613
▁በመታጠቢያ	-7.61613
▁በትምህርት	-7.61613
▁ቤቴ	-7.61613
▁አድርጌ	-7.61613
▁የኔ	-7.61613
▁ሌሊት	-7.65122
▁ሐሳብ	-7.65122
▁ቤቱን	-7.65122
▁ወታደሮቹ	-7.65122
▁ዓይኖቼን	-7.65122
▁የሚል	-7.65122
▁ሁላችንም	-7.68759
▁ሆኖም	-7.68759
▁በእርግጥ	-7.68759
▁በዘር	-7.68759
▁በዚያ	-7.68759
▁ኃይል	-7.68759
▁አለ፡፡	-7.68759
▁አልፎ	-7.68759
▁እኔን	-7.68759
▁ውድ	-7.68759
▁ገና	-7.68759
▁ጦርነቱ	-7.68759
▁ፈገግ	-7.68759
▁መኝታ	-7.72533
▁ሳይሆን	-7.72533
▁በሩን	-7.72533
▁ቢያንስ	-7.72533
▁እንዲያውም	-7.72533
▁የሩዋንዳ	-7.72533
▁መሄድ	-7.76455
▁መሆን	-7.76455
▁መጨረሻ	-7.76455
▁ነች፡፡	-7.76455
▁ኖሮ	-7.76455
▁አሰቃቂ	-7.76455
▁አንዱ	-7.76455
▁እርሱ	-7.76455
▁እባክህ	-7.76455
▁ከሆነ	-7.76455
▁ከኔ	-7.76455
▁ወራት	-7.76455
▁ጥላቻ	-7.76455
▁ለኔ	-7.80537
▁መንግሥት	-7.80537
▁ስትል	-7.80537
▁ቃላት	-7.80537
▁በኋላም	-7.80537
▁በአእምሮዬ	-7.80537
▁ብርሃን	-7.80537
▁እናም	-7.80537
▁ያንን	-7.80537
▁በኔ	-7.84793
▁በፍጹም	-7.84793
▁ቤታችን	-7.84793
▁አለኝ፡፡	-7.84793
▁አሎይዜ	-7.84793
▁ወሬ	-7.84793
▁ያለውን	-7.84793
▁ግድ	-7.84793
▁ፖል	-7.84793
▁ሚሊዮን	-7.89238
▁ምሽግ	-7.89238
▁ምኅረት	-7.89238
▁ሦስት	-7.89238
▁በመሆኑ	-7.89238
▁በየቀኑ	-7.89238
▁ቤተሰብ	-7.89238
▁እነዚህን	-7.89238
▁እንደዚህ	-7.89238
▁እንግሊዝኛ	-7.89238
▁ዢን	-7.89238
▁ደኅና	-7.89238
▁ገንዘብ	-7.89238
▁ጭፍጨፋው	-7.89238
▁ለመጀመሪያ	-7.9389
▁ልብ	-7.9389
▁ልክ	-7.9389
▁ሕዝብ	-7.9389
▁ማየት	-7.9389
▁ሲሆን፤	-7.9389
▁ቤቶች	-7.9389
▁ታዲያ	-7.9389
▁ነው››	-7.9389
▁አድርጎ	-7.9389
▁እንደዚያ	-7.9389
▁የተመድ	-7.9389
▁ይህም	-7.9389
▁ይዘው	-7.9389
▁ጉዳይ	-7.9389
▁ጥቂት	-7.9389
▁‹‹ምን	-7.9389
▁መቼም	-7.98769
▁ምናልባት	-7.98769
▁ሰዎችን	-7.98769
▁ስደተኞች	-7.98769
▁በሕይወቴ	-7.98769
▁በርሳችን	-7.98769
▁በእጅጉ	-7.98769
▁በዚያን	-7.98769
▁ባለ	-7.98769
▁ተሰማኝ፡፡	-7.98769
▁አልቻልኩም፡፡	-7.98769
▁አንዳች	-7.98769
▁አውቃለሁ፡፡	-7.98769
▁ኢሊባጊዛ	-7.98769
▁እኔም	-7.98769
▁እንዲህ	-7.98769
▁የቱትሲ	-7.98769
▁የነበረውን	-7.98769
▁ጦርነት	-7.98769
▁ልዩ	-8.03899
▁መሆኑ	-8.03899
▁ምስል	-8.03899
▁ራሳቸውን	-8.03899
▁በማናቸውም	-8.03899
▁በተለይ	-8.03899
▁በተመድ	-8.03899
▁በእርግጠኝነት	-8.03899
▁በወቅቱ	-8.03899
▁ብሎም	-8.03899
▁ብቸኛው	-8.03899
▁ኖሯል፡፡	-8.03899
▁ኢማኪዩሌ፡፡	-8.03899
▁እስኪ	-8.03899
▁ወደፊት	-8.03899
▁ወጣት	-8.03899
▁ዘውግ	-8.03899
▁ያሉትን	-8.03899
▁ይሆናል፡፡	-8.03899
▁ደስ	-8.03899
▁ደብዳቤ	-8.03899
▁ጦር	-8.03899
▁.	-8.09306
▁መጥፎ	-8.09306
▁ሰዓታት	-8.09306
▁ስር	-8.09306
▁በደኅና	-8.09306
▁በደንብ	-8.09306
▁በፍጥነት	-8.09306
▁ቡድን	-8.09306
▁አሉ፡፡	-8.09306
▁አብረን	-8.09306
▁እስካሁን	-8.09306
▁እንደነበር	-8.09306
▁እግዚአብሔርን	-8.09306
▁ከሁለት	-8.09306
▁ከተወሰኑ	-8.09306
▁ከፍ	-8.09306
▁ክፍሉ	-8.09306
▁ይሁን	-8.09306
▁ደቂቃ	-8.09306
▁ዳማሲንን	-8.09306
▁ዳር	-8.09306
▁ጥብቅ	-8.09306
▁ሁለተኛ	-8.15021
▁ሆነው	-8.15021
▁ረጅም	-8.15021
▁ሬድዮ	-8.15021
▁ሳምንታት	-8.15021
▁በእውነት	-8.15021
▁በደስታ	-8.15021
▁ባለው	-8.15021
▁ነበሩ፡፡	-8.15021
▁አልኩ፡፡	-8.15021
▁አንቺ	-8.15021
▁እስከ	-8.15021
▁እንግዲህ	-8.15021
▁እየተከሰተ	-8.15021
▁ኪሎሜትር	-8.15021
▁ወረቀት	-8.15021
▁ወይም	-8.15021
▁ዛሬ	-8.15021
▁የሆነው	-8.15021
▁የሚሆኑ	-8.15021
▁የሰው	-8.15021
▁ገጀራ	-8.15021
▁ግቢ	-8.15021
▁ጠዋት	-8.15021
▁ጸሎት	-8.15021
▁ሌሎቹ	-8.21084
▁ሌሎቹን	-8.21084
▁ልቤን	-8.21084
▁ልብስ	-8.21084
▁ልጆቹ	-8.21084
▁ሕይወቴን	-8.21084
▁መልካም	-8.21084
▁መታወቂያ	-8.21084
▁መጣ፡፡	-8.21084
▁ሥቃይ	-8.21084
▁ራሱን	-8.21084
▁ሳይቀር	-8.21084
▁ቀስ	-8.21084
▁ቁልቁል	-8.21084
▁በርስ	-8.21084
▁በርካታ	-8.21084
▁በቅርቡ	-8.21084
▁ብለን	-8.21084
▁ነኝ፡፡	-8.21084
▁ነው፣	-8.21084
▁አሰብኩ፡፡	-8.21084
▁አብዛኞቹ	-8.21084
▁አድርገው	-8.21084
▁እቤት	-8.21084
▁እና	-8.21084
▁ከእግዚአብሔር	-8.21084
▁ክፉ	-8.21084
▁ክፍሎች	-8.21084
▁ያሉ	-8.21084
▁ይሆን?	-8.21084
▁ይልቅ	-8.21084
▁ይዞ	-8.21084
▁ግሩም	-8.21084
▁ፈጽሞ	-8.21084
▁ለማድረግ	-8.27538
▁ሕይወቴ	-8.27538
▁መሬት	-8.27538
▁ርቀት	-8.27538
▁ቋንቋ	-8.27538
▁በስተቀር	-8.27538
▁በቀጣዩ	-8.27538
▁በቤቱ	-8.27538
▁ቤተሰቤን	-8.27538
▁ቪያኒ	-8.27538
▁ነው!	-8.27538
▁ናቸው	-8.27538
▁አለች	-8.27538
▁አንዲት	-8.27538
▁አካባቢ	-8.27538
▁እምነት	-8.27538
▁እናንተ	-8.27538
▁እንባ	-8.27538
▁እጅ	-8.27538
▁ከአንድ	-8.27538
▁ወታደር	-8.27538
▁ወደኔ	-8.27538
▁የመንግሥት	-8.27538
▁የሩአግ	-8.27538
▁የነበሩት	-8.27538
▁ዩኒቨርሲቲ	-8.27538
▁ገደማ	-8.27538
▁ገዳዮቹን	-8.27538
▁ጉዞ	-8.27538
▁ግልጽ	-8.27538
▁ሄዶ	-8.34437
▁ሆኜ	-8.34437
▁ለመጠየቅ	-8.34437
▁ለረጅም	-8.34437
▁ለፊት	-8.34437
▁ልጆቻቸው	-8.34437
▁መንደር	-8.34437
▁ሳለ	-8.34437
▁በማሰብ	-8.34437
▁በሺዎች	-8.34437
▁በቤታችን	-8.34437
▁ቤተሰቤ	-8.34437
▁አላውቅም፡፡	-8.34437
▁አምላክን	-8.34437
▁አስከሬኖች	-8.34437
▁አንተ	-8.34437
▁አንደኛው	-8.34437
▁አይደለም፡፡	-8.34437
▁አደገኛ	-8.34437
▁አደጋ	-8.34437
▁ኤይማብል	-8.34437
▁እናፍቅሃለሁ፤	-8.34437
▁እወድሃለሁ፤	-8.34437
▁እያለ	-8.34437
▁እጄን	-8.34437
▁ከለላ	-8.34437
▁ከሩዋንዳ	-8.34437
▁ከኛ	-8.34437
▁ከጥቂት	-8.34437
▁ወር	-8.34437
▁ዋና	-8.34437
▁ውሃ	-8.34437
▁ዜጎች	-8.34437
▁ዝም	-8.34437
▁የሁቱ	-8.34437
▁ያሉት	-8.34437
▁ይሰማኛል፡፡	-8.34437
▁ዮሃንስ	-8.34437
▁ጊዜያት	-8.34437
▁ጓደኛ	-8.34437
▁ጓደኛዬ	-8.34437
▁ጓደኞቼ	-8.34437
▁ጸለይኩ፡፡	-8.34437
▁ፈረንሳውያኑ	-8.34437
▁ፍለጋ	-8.34437
▁ፍርድ	-8.34437
▁‹‹ኢማኪዩሌ	-8.34437
▁ሁላችንንም	-8.41848
▁ሄድኩ፡፡	-8.41848
▁ለማየት	-8.41848
▁ለማግኘት	-8.41848
▁መሣሪያ	-8.41848
▁መቶ	-8.41848
▁መጡ፡፡	-8.41848
▁መጥቶ	-8.41848
▁ማን	-8.41848
▁ማግኘት	-8.41848
▁ሰላምታ	-8.41848
▁ሴማና	-8.41848
▁ቀና	-8.41848
▁ቅዱስ	-8.41848
▁ቆንጆ	-8.41848
▁በድንገት	-8.41848
▁በድጋሚ	-8.41848
▁በጸጥታ	-8.41848
▁ብቸኛ	-8.41848
▁ተመሳሳይ	-8.41848
▁ቶሎ	-8.41848
▁አልኩ	-8.41848
▁አልኩት፡፡	-8.41848
▁አባቴን	-8.41848
▁አውቃለሁ፤	-8.41848
▁ኢንተርሃምዌዎች	-8.41848
▁እናት	-8.41848
▁እንዳለ	-8.41848
▁እንግዳ	-8.41848
▁እውነት	-8.41848
▁ኦገስቲን	-8.41848
▁ከተማ	-8.41848
▁ከፍተኛ	-8.41848
▁ውጤት	-8.41848
▁ዐቅም	-8.41848
▁ዓይኖች	-8.41848
▁ዙሪያ	-8.41848
▁ዝርዝር	-8.41848
▁የመጀመሪያ	-8.41848
▁የነበሩ	-8.41848
▁የጥላቻ	-8.41848
▁ደቂቃዎች	-8.41848
▁ድንገት	-8.41848
▁ገጽታ	-8.41848
▁ግድያ	-8.41848
▁‹‹ይህን	-8.41848
▁ሀገራት	-8.49852
▁ሁቱዎችን	-8.49852
▁ሄጄ	-8.49852
▁ለመሆን	-8.49852
▁ለማዳን	-8.49852
▁ሐይቅ	-8.49852
▁መንፈስ	-8.49852
▁መኖር	-8.49852
▁መጽሐፉ	-8.49852
▁ማናቸውም	-8.49852
▁ምክንያቱም	-8.49852
▁ሩአግ	-8.49852
▁ራሳችንን	-8.49852
▁ራሴ	-8.49852
▁ሰውዬ	-8.49852
▁ስድስት	-8.49852
▁ቁጭ	-8.49852
▁ቋሚ	-8.49852
▁በልጅነቴ	-8.49852
▁በመሆኑም	-8.49852
▁በመጨረሻ	-8.49852
▁በመጨረሻም	-8.49852
▁በቄሱ	-8.49852
▁ብቻዬን	-8.49852
▁ብዙውን	-8.49852
▁ብዙዎቹ	-8.49852
▁ተሸከርካሪው	-8.49852
▁ተብሎ	-8.49852
▁ታላቅ	-8.49852
▁ነገርኩት፡፡	-8.49852
▁ነጭ	-8.49852
▁አስቸጋሪ	-8.49852
▁አንቺን	-8.49852
▁አንዷ	-8.49852
▁አዲሱ	-8.49852
▁እነርሱ	-8.49852
▁እንቅልፍ	-8.49852
▁እንዲያው	-8.49852
▁ከዘር	-8.49852
▁ከዚያን	-8.49852
▁ዕድል	-8.49852
▁ዜና	-8.49852
▁የሚለውን	-8.49852
▁የቄሱ	-8.49852
▁የተለየ	-8.49852
▁የተከሰተውን	-8.49852
▁የአባቴን	-8.49852
▁የእርሱን	-8.49852
▁ያም	-8.49852
▁ይዤ	-8.49852
▁ገባኝ፡፡	-8.49852
▁ገዳይ	-8.49852
▁ግደሏቸው!	-8.49852
▁ጠየቀኝ፡፡	-8.49852
▁‹‹እዚህ	-8.49852
▁ለማመን	-8.58553
▁ለአንድ	-8.58553
▁ሊሆን	-8.58553
▁መሰለኝ፡፡	-8.58553
▁መናገር	-8.58553
▁ማመን	-8.58553
▁ምልክት	-8.58553
▁ሰበብ	-8.58553
▁ሲመጡ	-8.58553
▁ሳራ	-8.58553
▁ቆየሁ፡፡	-8.58553
▁በተጨማሪም	-8.58553
▁በዚያም	-8.58553
▁በገነት	-8.58553
▁በጥላቻ	-8.58553
▁ቦን	-8.58553
▁ተመልሼ	-8.58553
▁ተመኘሁ፡፡	-8.58553
▁ተረዳሁ፡፡	-8.58553
▁ተጨማሪ	-8.58553
▁ትንሹ	-8.58553
▁ነው?››	-8.58553
▁ነገ	-8.58553
▁ነገረኝ፡፡	-8.58553
▁አለብኝ፡፡	-8.58553
▁አልችልም፡፡	-8.58553
▁አሥር	-8.58553
▁አራት	-8.58553
▁አንዱን	-8.58553
▁አንዴ	-8.58553
▁አውሬ	-8.58553
▁አውጥቶ	-8.58553
▁አየሁ፡፡	-8.58553
▁አዳዲስ	-8.58553
▁ኢማኪዩሌ፣	-8.58553
▁እርስዎ	-8.58553
▁እንዳለብኝ	-8.58553
▁እውነተኛ	-8.58553
▁እግዚአብሔር፣	-8.58553
▁ከአፍታ	-8.58553
▁ወንድሜን	-8.58553
▁ወዳጅ	-8.58553
▁ዓይን	-8.58553
▁ዕድሜ	-8.58553
▁ዝቅ	-8.58553
▁የባሰ	-8.58553
▁የነበሩትን	-8.58553
▁የኢማኪዩሌ	-8.58553
▁የእግዚአብሔርን	-8.58553
▁የዳማሲንን	-8.58553
▁ይመስላል፡፡	-8.58553
▁ይቅር	-8.58553
▁ይቻላል፡፡	-8.58553
▁ደም	-8.58553
▁ደስተኛ	-8.58553
▁ዲግሪ	-8.58553
▁ዶክተር	-8.58553
▁ጀመርኩ፡፡	-8.58553
▁ጊዜም	-8.58553
▁ግንኙነት	-8.58553
▁ግድያዎች	-8.58553
▁ጥያቄ	-8.58553
▁ጸጥ	-8.58553
▁ፈለግሁ፡፡	-8.58553
▁ሁሌ	-8.68084
▁ሂደት	-8.68084
▁ህመም	-8.68084
▁ሆይ፣	-8.68084
▁ለመሄድ	-8.68084
▁ለመደበቅ	-8.68084
▁ለሰው	-8.68084
▁ለገዳዮቹ	-8.68084
▁መልሶ	-8.68084
▁መስጠት	-8.68084
▁መቁጠሪያ	-8.68084
▁መግደል	-8.68084
▁መጠጥ	-8.68084
▁ማስታወሻ	-8.68084
▁ማታ	-8.68084
▁ማንበብ	-8.68084
▁ማጥፋት	-8.68084
▁ምስኪን	-8.68084
▁ምስጋና	-8.68084
▁ሩዋንዳን	-8.68084
▁ሲሄድ	-8.68084
▁ስለሆኑ	-8.68084
▁ስሜን	-8.68084
▁ስቲቭ	-8.68084
▁ቃላቱ	-8.68084
▁በልቤ	-8.68084
▁በሩ	-8.68084
▁በሺህዎች	-8.68084
▁በተቻለኝ	-8.68084
▁በቻልኩት	-8.68084
▁በነበረው	-8.68084
▁በነዚያ	-8.68084
▁በኩል	-8.68084
▁በፍቅር	-8.68084
▁ባሉ	-8.68084
▁ቤታችንን	-8.68084
▁ብላ	-8.68084
▁ተማሪዎች	-8.68084
▁ተሸከርካሪ	-8.68084
▁ተግባር	-8.68084
▁ነበር፤	-8.68084
▁ነኝ	-8.68084
▁አልነበረም፡፡	-8.68084
▁አማራጭ	-8.68084
▁አማጽያን	-8.68084
▁አምላኬ	-8.68084
▁አስከሬን	-8.68084
▁አቅጣጫ	-8.68084
▁አባባ	-8.68084
▁አየሁት፡፡	-8.68084
▁አየር	-8.68084
▁አድርጋ	-8.68084
▁አፍታ	-8.68084
▁እርሷ	-8.68084
▁እነዚያ	-8.68084
▁እዚያው	-8.68084
▁እገዛ	-8.68084
▁ኦገስቲንና	-8.68084
▁ከሀገሪቱ	-8.68084
▁ከቤቱ	-8.68084
▁ከቤት	-8.68084
▁ከጭፍጨፋው	-8.68084
▁ኳስ	-8.68084
▁ወንዶች	-8.68084
▁ወዲህ	-8.68084
▁ዕጣ	-8.68084
▁የለም፡፡	-8.68084
▁የሚሆን	-8.68084
▁የሥራ	-8.68084
▁የሰላም	-8.68084
▁የቤተሰቤ	-8.68084
▁የቤት	-8.68084
▁የተረፉ	-8.68084
▁የተነሣ	-8.68084
▁የትኛው	-8.68084
▁የነበረ	-8.68084
▁የአባቴ	-8.68084
▁የዓለም	-8.68084
▁የዘውግ	-8.68084
▁የግል	-8.68084
▁ይህች	-8.68084
▁ይመስለኛል፡፡	-8.68084
▁ድንጋይ	-8.68084
▁ጀርባ	-8.68084
▁ገባሁ፡፡	-8.68084
▁ጠየቅሁት፡፡	-8.68084
▁ጥርጣሬ	-8.68084
▁ጨፍኜ	-8.68084
▁ጭካኔ	-8.68084
▁‹‹ምንም	-8.68084
▁‹‹አይ	-8.68084
▁‹‹እኔ	-8.68084
▁‹‹ግን	-8.68084
▁30	-8.7862
▁ሄዱ፡፡	-8.7862
▁ለማለት	-8.7862
▁ለማገዝ	-8.7862
▁ለሰዓታት	-8.7862
▁ለቀው	-8.7862
▁ለቅቄ	-8.7862
▁ለኛ	-8.7862
▁ለእርሱ	-8.7862
▁ሌሊቱን	-8.7862
▁መልኩ	-8.7862
▁መልዕክት	-8.7862
▁መሪ	-8.7862
▁መቁረጥ	-8.7862
▁መኰንን	-8.7862
▁መጸዳጃ	-8.7862
▁ማናቸውንም	-8.7862
▁ማንንም	-8.7862
▁ምንጭ	-8.7862
▁ሥራዎች	-8.7862
▁ሳለሁ	-8.7862
▁ሴትዮ	-8.7862
▁ስሄድ	-8.7862
▁ስንት	-8.7862
▁በሀገሪቱ	-8.7862
▁በመቶዎች	-8.7862
▁በመጀመሪያ	-8.7862
▁በሬድዮ	-8.7862
▁በቀር	-8.7862
▁በቃ	-8.7862
▁በትክክል	-8.7862
▁በአየር	-8.7862
▁በውስጤ	-8.7862
▁በዚህም	-8.7862
▁በጎ	-8.7862
▁በጽኑ	-8.7862
▁ቢኖር	-8.7862
▁ባዶ	-8.7862
▁ብርያን	-8.7862
▁ተማሪ	-8.7862
▁ነህ	-8.7862
▁ነው?	-8.7862
▁ነገርኳቸው፡፡	-8.7862
▁ነጻ	-8.7862
▁አሁኑኑ	-8.7862
▁አመሰገንኩት፡፡	-8.7862
▁አማጽያኑ	-8.7862
▁አስከባሪ	-8.7862
▁አቶ	-8.7862
▁አነስተኛ	-8.7862
▁አንዳንዴ	-8.7862
▁ኢማኪዩሌን	-8.7862
▁ኤርዊን	-8.7862
▁እናቴም	-8.7862
▁እንደሆኑ	-8.7862
▁እንዳሉ	-8.7862
▁እንጂ፡፡	-8.7862
▁እኛም	-8.7862
▁እያንዳንዷን	-8.7862
▁ከቄሱ	-8.7862
▁ከቤተሰቤ	-8.7862
▁ከቤታችን	-8.7862
▁ከትምህርት	-8.7862
▁ከነበረው	-8.7862
▁ከነዚህ	-8.7862
▁ከእኔ	-8.7862
▁ከያዙኝ	-8.7862
▁ከጀመረ	-8.7862
▁ወሰንኩ፡፡	-8.7862
▁ወንድም	-8.7862
▁ወንድሞቼ	-8.7862
▁ወይ	-8.7862
▁ወደኛ	-8.7862
▁ዓ.ም.	-8.7862
▁ዘር	-8.7862
▁ዛየር	-8.7862
▁ዣኔት	-8.7862
▁የመጡት	-8.7862
▁የሚባል	-8.7862
▁የቅርብ	-8.7862
▁የኢንተርሃምዌ	-8.7862
▁የውጪ	-8.7862
▁የደንብ	-8.7862
▁የዳማሲን	-8.7862
▁ያለኝ	-8.7862
▁ያኔ	-8.7862
▁ይህንን	-8.7862
▁ይኸው	-8.7862
▁ደህንነት	-8.7862
▁ድጋሚ	-8.7862
▁ገብቼ	-8.7862
▁ግማሽ	-8.7862
▁ጠመንጃ	-8.7862
▁ጥግ	-8.7862
▁ጭምር	-8.7862
▁ፒየር	-8.7862
▁ሁለቱም	-8.90399
▁ሃብያሪማና	-8.90399
▁ሄደ፡፡	-8.90399
▁ሆነ፡፡	-8.90399
▁ሆኑ	-8.90399
▁ሆኗል፡፡	-8.90399
▁ለሁለት	-8.90399
▁ለመጨረሻ	-8.90399
▁ለምንድነው	-8.90399
▁ለሦስት	-8.90399
▁ለራሴ	-8.90399
▁ለእኔ	-8.90399
▁ለእኛ	-8.90399
▁ለእግዚአብሔር	-8.90399
▁ሕልም	-8.90399
▁ሕመም	-8.90399
▁መማር	-8.90399
▁መስኮት	-8.90399
▁መንገዱ	-8.90399
▁መኰንኑ	-8.90399
▁ምሽጉ	-8.90399
▁ምናልባትም	-8.90399
▁ሞት	-8.90399
▁ሥጋት	-8.90399
▁ሰማሁ፡፡	-8.90399
▁ሰማያዊ	-8.90399
▁ሲደርሱ	-8.90399
▁ሳይ	-8.90399
▁ሴቶቹ	-8.90399
▁ቀኑን	-8.90399
▁ቀጠለ፡፡	-8.90399
▁ቆሞ	-8.90399
▁በሚገባ	-8.90399
▁በማድረግ	-8.90399
▁በምንም	-8.90399
▁በረሮዎች	-8.90399
▁በራሴ	-8.90399
▁በርሳቸው	-8.90399
▁በቀላሉ	-8.90399
▁በኛ	-8.90399
▁በአባቴ	-8.90399
▁በእጁ	-8.90399
▁በእግዚአብሔር	-8.90399
▁በዚያች	-8.90399
▁በግልጽ	-8.90399
▁ብቻቸውን	-8.90399
▁ብዙም	-8.90399
▁ተመስገን	-8.90399
▁ትኩረት	-8.90399
▁ነን፡፡	-8.90399
▁ነገሩን፡፡	-8.90399
▁ነገሩኝ፡፡	-8.90399
▁ነፍሴ	-8.90399
▁ንጹሕ	-8.90399
▁አሉኝ፡፡	-8.90399
▁አልቻለም፡፡	-8.90399
▁አስቤ	-8.90399
▁አቅራቢያ	-8.90399
▁አባታችን	-8.90399
▁አባቴም	-8.90399
▁አብረው	-8.90399
▁አንዳንድ	-8.90399
▁አንድም	-8.90399
▁አካላት	-8.90399
▁አካል	-8.90399
▁አፍሪካ	-8.90399
▁እስር	-8.90399
▁እባክህ፣	-8.90399
▁እንባዬን	-8.90399
▁እንደነበረው	-8.90399
▁እንዳለባቸው	-8.90399
▁እንድሞት	-8.90399
▁እጁን	-8.90399
▁እጆቹን	-8.90399
▁እጆቼን	-8.90399
▁እግር	-8.90399
▁ኧረ	-8.90399
▁ከመታጠቢያ	-8.90399
▁ከማንም	-8.90399
▁ከሞላ	-8.90399
▁ከአሁን	-8.90399
▁ከገዳዮቹ	-8.90399
▁ከፊት	-8.90399
▁ኪቩ	-8.90399
▁ክብር	-8.90399
▁ወለል	-8.90399
▁ወንድ	-8.90399
▁ወደዚያ	-8.90399
▁ወዲያ	-8.90399
▁ዓላማ	-8.90399
▁ዓይኖቼ	-8.90399
▁ዘወር	-8.90399
▁የሆኑት	-8.90399
▁የራሴ	-8.90399
▁የቄሱን	-8.90399
▁የተሻለ	-8.90399
▁የኢማኪዩሌን	-8.90399
▁የእግዚአብሔር	-8.90399
▁የዚያን	-8.90399
▁የግድያ	-8.90399
▁የፈረንሳይ	-8.90399
▁ያው	-8.90399
▁ይሆን	-8.90399
▁ደራሲ	-8.90399
▁ደግ	-8.90399
▁ድንቅ	-8.90399
▁ጀመር	-8.90399
▁ጀመርን፡፡	-8.90399
▁ገባ፡፡	-8.90399
▁ግድያው	-8.90399
▁ጎን	-8.90399
▁ጎደል	-8.90399
▁ጥላ	-8.90399
▁ጥልቅ	-8.90399
▁ጸጥታ	-8.90399
▁ጽንፈኛ	-8.90399
▁ፈልጌ	-8.90399
▁፡፡	-8.90399
▁‹‹እንዴት	-8.90399
▁‹‹የት	-8.90399
▁‹‹ይህ	-8.90399
▁‹‹ዳማሲን	-8.90399
▁10	-9.03752
▁20	-9.03752
▁ሁቱትሲ	-9.03752
▁ሄደው	-9.03752
▁ለማሳመን	-9.03752
▁ለሳምንታት	-9.03752
▁ለብዙ	-9.03752
▁ለወንድሜ	-9.03752
▁ሊገባኝ	-9.03752
▁ልብሶች	-9.03752
▁ልጆቹን	-9.03752
▁ልጆቿን	-9.03752
▁ሕይወታቸውን	-9.03752
▁ሕፃናት	-9.03752
▁መላው	-9.03752
▁መምህር	-9.03752
▁መቆየት	-9.03752
▁መንገዳችን	-9.03752
▁መንገዶች	-9.03752
▁መዝሙር	-9.03752
▁መግቢያ	-9.03752
▁መጥተው	-9.03752
▁መጸለይ	-9.03752
▁ማንነት	-9.03752
▁ማወቅ	-9.03752
▁ሜዳ	-9.03752
▁ምላሽ	-9.03752
▁ሞከርኩ፡፡	-9.03752
▁ሞከርኩ፤	-9.03752
▁ሩዋንዳውያን	-9.03752
▁ራሱ	-9.03752
▁ራሷን	-9.03752
▁ራቅ	-9.03752
▁ርዕሰ-ብሔሩ	-9.03752
▁ሰማይ	-9.03752
▁ሰብዓዊ	-9.03752
▁ሰይጣን	-9.03752
▁ሲያወሩ	-9.03752
▁ሲጨርሱ	-9.03752
▁ሳለን	-9.03752
▁ሳምንት	-9.03752
▁ስሜ	-9.03752
▁ስሜቱን	-9.03752
▁ስምንት	-9.03752
▁ስትሆን	-9.03752
▁ቀላል	-9.03752
▁ቃላቱን	-9.03752
▁ቄሱን	-9.03752
▁ቆመው	-9.03752
▁በሌላኛው	-9.03752
▁በመቶ	-9.03752
▁በመንገድ	-9.03752
▁በምሽጉ	-9.03752
▁በሰው	-9.03752
▁በቀጥታ	-9.03752
▁በቂ	-9.03752
▁በበኩላቸው	-9.03752
▁በቱትሲዎች	-9.03752
▁በኃይል	-9.03752
▁በአሁኑ	-9.03752
▁በዓለም	-9.03752
▁በየቦታው	-9.03752
▁በጆሮዬ	-9.03752
▁በጥንቃቄ	-9.03752
▁በጨለማው	-9.03752
▁በፍርሃት	-9.03752
▁ቡሆሮ	-9.03752
▁ባይ	-9.03752
▁ተራ	-9.03752
▁ተነሥቼ	-9.03752
▁ትርጉም	-9.03752
▁ትቼ	-9.03752
▁ትናንሽ	-9.03752
▁ትዕዛዝ	-9.03752
▁ትዕይንት	-9.03752
▁ቻልኩ፡፡	-9.03752
▁ችግሩ	-9.03752
▁ነሽ	-9.03752
▁ነበረች፡፡	-9.03752
▁ነበር!	-9.03752
▁ነበርኩ፡፡	-9.03752
▁ነች	-9.03752
▁ነው...	-9.03752
▁ነገረችኝ፡፡	-9.03752
▁ናቸው፤	-9.03752
▁ንዴት	-9.03752
▁አለኝ	-9.03752
▁አሉ	-9.03752
▁አሉን፡፡	-9.03752
▁አምላኬን	-9.03752
▁አምስት	-9.03752
▁አስታውሳለሁ፡፡	-9.03752
▁አንብበው	-9.03752
▁አይተው	-9.03752
▁አገሪቱን	-9.03752
▁አጠገብ	-9.03752
▁ኢማኪዩሌ››	-9.03752
▁እማማና	-9.03752
▁እርሱም	-9.03752
▁እንደሆነች	-9.03752
▁እንደሆነና	-9.03752
▁እያሉ	-9.03752
▁እጃቸውን	-9.03752
▁እጅጉን	-9.03752
▁እጆቻቸውን	-9.03752
▁ከሌሎቹ	-9.03752
▁ከሰዓት	-9.03752
▁ከአባቴ	-9.03752
▁ከእነርሱ	-9.03752
▁ከጦርነቱ	-9.03752
▁ካልሆነ	-9.03752
▁ክምር	-9.03752
▁ክፍሌ	-9.03752
▁ኮሎኔል	-9.03752
▁ወለሉ	-9.03752
▁ወላጆቿ	-9.03752
▁ወታደራዊ	-9.03752
▁ወታደሮቹን	-9.03752
▁ወታደሮችን	-9.03752
▁ወንበር	-9.03752
▁ወንድሞቼና	-9.03752
▁ወንጀለኞች	-9.03752
▁ዓይኖቻቸው	-9.03752
▁ዕቅድ	-9.03752
▁ዘገባዎች	-9.03752
▁ዝግጅት	-9.03752
▁የሁለተኛ	-9.03752
▁የለኝም፡፡	-9.03752
▁የመጨረሻ	-9.03752
▁የሚለው	-9.03752
▁የሚያሳይ	-9.03752
▁የሰማሁት	-9.03752
▁የስልክ	-9.03752
▁የበለጠ	-9.03752
▁የቤተሰቤን	-9.03752
▁የቤተሰብ	-9.03752
▁የተለያዩ	-9.03752
▁የተረፈችው	-9.03752
▁የተወሰነ	-9.03752
▁የተወሰኑት	-9.03752
▁የትም	-9.03752
▁የትርጉም	-9.03752
▁የእንግሊዝኛ	-9.03752
▁የእጅ	-9.03752
▁የእግር	-9.03752
▁የወንድ	-9.03752
▁የፍቅር	-9.03752
▁የፖለቲካ	-9.03752
▁ያላቸው	-9.03752
▁ያክል	-9.03752
▁ያዕቆብ	-9.03752
▁ያየሁት	-9.03752
▁ይሄው	-9.03752
▁ይሆናል	-9.03752
▁ይሰማኛል፤	-9.03752
▁ይቅርታ	-9.03752
▁ይበልጥ	-9.03752
▁ይታወቀኛል፡፡	-9.03752
▁ይችላል	-9.03752
▁ይችላል፡፡	-9.03752
▁ይገድሉኛል፡፡	-9.03752
▁ዮርክ	-9.03752
▁ደረጃዎች	-9.03752
▁ደርዘን	-9.03752
▁ድምጾች	-9.03752
▁ድርሻ	-9.03752
▁ገለታ	-9.03752
▁ገቡ፡፡	-9.03752
▁ገጀራዎቻቸውን	-9.03752
▁ጉድጓድ	-9.03752
▁ግድያውን	-9.03752
▁ጎዳና	-9.03752
▁ጓደኛሞች	-9.03752
▁ጓደኞቹ	-9.03752
▁ጠያራ	-9.03752
▁ጣቢያ	-9.03752
▁ጥሪ	-9.03752
▁ጥንካሬ	-9.03752
▁ጦርነቱን	-9.03752
▁ጩኸት	-9.03752
▁ጸሎቴን	-9.03752
▁ፈለግሁ፤	-9.03752
▁ፈጣሪ	-9.03752
▁ፊቴን	-9.03752
▁‹‹ሁሉም	-9.03752
▁››	-9.03752
▁000	-9.19167
▁13	-9.19167
▁15	-9.19167
▁17	-9.19167
▁ሁለታችንም	-9.19167
▁ሁሉን	-9.19167
▁ሁቱዎቹ	-9.19167
▁ሁኔታው	-9.19167
▁ሁኔታዎች	-9.19167
▁ሃሳቤን	-9.19167
▁ለሁሉም	-9.19167
▁ለመሥራት	-9.19167
▁ለመስማት	-9.19167
▁ለመናገር	-9.19167
▁ለመንኩት፡፡	-9.19167
▁ለማምለጥ	-9.19167
▁ለማንም	-9.19167
▁ለማወቅ	-9.19167
▁ለአባቴ	-9.19167
▁ለወራት	-9.19167
▁ለዘብተኛ	-9.19167
▁ሌላውን	-9.19167
▁ልጆችን	-9.19167
▁ሐኪም	-9.19167
▁ሐይቁ	-9.19167
▁ሐይቅን	-9.19167
▁ሕዝቦች	-9.19167
▁መልሰው	-9.19167
▁መሣሪያዎች	-9.19167
▁መረጃ	-9.19167
▁መቁጠሪያዬን	-9.19167
▁መንቀሳቀስ	-9.19167
▁መንገዱን	-9.19167
▁መንፈሳዊ	-9.19167
▁መደበቅ	-9.19167
▁መግባት	-9.19167
▁መጠበቅ	-9.19167
▁ማልቀስ	-9.19167
▁ማውራት	-9.19167
▁ምነው	-9.19167
▁ሥራው	-9.19167
▁ሥርዓት	-9.19167
▁ሩዋንዳዊ	-9.19167
▁ራት	-9.19167
▁ሰማን፡፡	-9.19167
▁ሰቆቃ	-9.19167
▁ሰባት	-9.19167
▁ሰውነቴ	-9.19167
▁ሰውን	-9.19167
▁ሰዎቹ	-9.19167
▁ሰዎችም	-9.19167
▁ሲሆኑ	-9.19167
▁ሳስብ	-9.19167
▁ስህተት	-9.19167
▁ስለነበሩ	-9.19167
▁ስልክ	-9.19167
▁ስንሄድ	-9.19167
▁ስጦታ	-9.19167
▁ሻለቃ	-9.19167
▁ሽቅብ	-9.19167
▁ቀለም	-9.19167
▁ቁምሣጥን	-9.19167
▁ቃሉን	-9.19167
▁ቅጽበት	-9.19167
▁ቆመዋል፡፡	-9.19167
▁በሁላችንም	-9.19167
▁በሌላ	-9.19167
▁በመሸበር	-9.19167
▁በመንደራችን	-9.19167
▁በመገናኛ	-9.19167
▁በሚለው	-9.19167
▁በረሮ	-9.19167
▁በራሱ	-9.19167
▁በራስ	-9.19167
▁በበኩሌ	-9.19167
▁በብዙ	-9.19167
▁በተሻለ	-9.19167
▁በተደጋጋሚ	-9.19167
▁በነበረ	-9.19167
▁በናዚ	-9.19167
▁በአሥራዎቹ	-9.19167
▁በአንድነት	-9.19167
▁በአፌ	-9.19167
▁በእርሱ	-9.19167
▁በእግራችን	-9.19167
▁በኪቡዬ	-9.19167
▁በዓል	-9.19167
▁በዕድሜ	-9.19167
▁በዚህን	-9.19167
▁በገዳዮቹ	-9.19167
▁በጠላትነት	-9.19167
▁በጥይት	-9.19167
▁ቡድኖች	-9.19167
▁ቢሆኑ	-9.19167
▁ባለማመን	-9.19167
▁ባለፉት	-9.19167
▁ባሳለፍኳቸው	-9.19167
▁ቤታቸው	-9.19167
▁ቤቶችን	-9.19167
▁ቤቷ	-9.19167
▁ቪያኒና	-9.19167
▁ተሽከርካሪ	-9.19167
▁ተቀምጠን	-9.19167
▁ተቀምጬ	-9.19167
▁ተቋም	-9.19167
▁ተናገረ፡፡	-9.19167
▁ተግባራት	-9.19167
▁ታሪኬን	-9.19167
▁ታናሽ	-9.19167
▁ትምህርቱን	-9.19167
▁ትክክል	-9.19167
▁ትዝ	-9.19167
▁ነበር?	-9.19167
▁ነበር፡፡››	-9.19167
▁ነይ	-9.19167
▁ነጂው	-9.19167
▁ነገሩ	-9.19167
▁ነጻነት	-9.19167
▁ናቸው››	-9.19167
▁ንግግራቸው	-9.19167
▁ንግግር	-9.19167
▁አለብን፡፡	-9.19167
▁አለች፡፡	-9.19167
▁አሉኝ	-9.19167
▁አሉ፤	-9.19167
▁አሊያም	-9.19167
▁አልነበረኝም፤	-9.19167
▁አልን፡፡	-9.19167
▁አመሰግንሻለሁ፡፡	-9.19167
▁አምላኬ፣	-9.19167
▁አምላኬ››	-9.19167
▁አምናለሁ፡፡	-9.19167
▁አሥራ	-9.19167
▁አስታወስኩ፡፡	-9.19167
▁አቀፍ	-9.19167
▁አቃተኝ፡፡	-9.19167
▁አብሮ	-9.19167
▁አብዛኛውን	-9.19167
▁አንሾካሾክሁ፡፡	-9.19167
▁አንጻር	-9.19167
▁አእምሮዬ	-9.19167
▁አዎን	-9.19167
▁አየት	-9.19167
▁አይቀርም፡፡	-9.19167
▁አጋጣሚ	-9.19167
▁እምነቴን	-9.19167
▁እሱን	-9.19167
▁እናቴን	-9.19167
▁እናውቃለን፡፡	-9.19167
▁እንደሆን	-9.19167
▁እንደሆንኩ	-9.19167
▁እንደሚችል	-9.19167
▁እንደማደርግ	-9.19167
▁እንደዋዛ	-9.19167
▁እንዲሁ	-9.19167
▁እንዲያዩ	-9.19167
▁እንዳለብን	-9.19167
▁እንዳልሆነ	-9.19167
▁እንዴ?	-9.19167
▁እየተገደሉ	-9.19167
▁እያንዳንዷ	-9.19167
▁እያየሁ	-9.19167
▁እይታ	-9.19167
▁ከሌሎች	-9.19167
▁ከሞት	-9.19167
▁ከተማዋ	-9.19167
▁ከነበሩት	-9.19167
▁ከአምላክ	-9.19167
▁ከእርሱ	-9.19167
▁ካባዪ	-9.19167
▁ካንቺ	-9.19167
▁ወላጆቼ፣	-9.19167
▁ወጥተን	-9.19167
▁ውትወታ	-9.19167
▁ዓይኖቹ	-9.19167
▁ዘመቻ	-9.19167
▁ዘበኛ	-9.19167
▁ዝግ	-9.19167
▁የሆነውን	-9.19167
▁የለሽ	-9.19167
▁የመጀመሪያው	-9.19167
▁የማውቀው	-9.19167
▁የምችለው	-9.19167
▁የሩዋንዳው	-9.19167
▁የሩዋንዳውን	-9.19167
▁የነበረኝን	-9.19167
▁የኔን	-9.19167
▁የአማርኛው	-9.19167
▁የአየር	-9.19167
▁የእርስ	-9.19167
▁የኪቡዬ	-9.19167
▁የወደፊት	-9.19167
▁የዕለት	-9.19167
▁የዚህ	-9.19167
▁የዩኒቨርሲቲ	-9.19167
▁የጭነት	-9.19167
▁ያለማቋረጥ	-9.19167
▁ያለበት	-9.19167
▁ያለኝን	-9.19167
▁ያውቃል፡፡	-9.19167
▁ይሁዲዎችን	-9.19167
▁ይህችን	-9.19167
▁ይታየኛል፡፡	-9.19167
▁ይገባኛል፡፡	-9.19167
▁ደስታ	-9.19167
▁ደቡብ	-9.19167
▁ዱዜንጄ	-9.19167
▁ዳማሲንና	-9.19167
▁ድምጹ	-9.19167
▁ድምጼን	-9.19167
▁ድርጅት	-9.19167
▁ጀመረ፡፡	-9.19167
▁ጀርመኖች	-9.19167
▁ገባን፡፡	-9.19167
▁ጉዳት	-9.19167
▁ጉዳዩን	-9.19167
▁ጋት	-9.19167
▁ጌታ	-9.19167
▁ጌታዬ	-9.19167
▁ግንዛቤ	-9.19167
▁ጎረቤቶቼ	-9.19167
▁ጎርፍ	-9.19167
▁ጎበዝ	-9.19167
▁ጓደኞቼን	-9.19167
▁ጠንካራ	-9.19167
▁ጥቃት	-9.19167
▁ጸሐይ	-9.19167
▁ጽኑ	-9.19167
▁ፈልገው	-9.19167
▁ፈረንሳይ	-9.19167
▁ፈተና	-9.19167
▁ፍርሃት	-9.19167
▁‹‹ሥራ	-9.19167
▁‹‹በጣም	-9.19167
▁‹‹አዎን	-9.19167
▁‹‹አይ፣	-9.19167
▁‹‹እስኪ	-9.19167
▁‹‹እባክህ	-9.19167
▁‹‹እናንተ	-9.19167
▁‹‹እንዴ	-9.19167
▁....	-9.37399
▁...››	-9.37399
▁14	-9.37399
▁2	-9.37399
▁5	-9.37399
▁50	-9.37399
▁91	-9.37399
▁ሀገሬ	-9.37399
▁ሁላችሁም	-9.37399
▁ሁሌም	-9.37399
▁ሁነኛ	-9.37399
▁ሃያ	-9.37399
▁ሆንኩ፡፡	-9.37399
▁ሆይ	-9.37399
▁ለመመለስ	-9.37399
▁ለመማር	-9.37399
▁ለመርዳት	-9.37399
▁ለመቀየር	-9.37399
▁ለመከላከል	-9.37399
▁ለመድረስ	-9.37399
▁ለመጀመር	-9.37399
▁ለመግባት	-9.37399
▁ለመግደል	-9.37399
▁ለማስቆም	-9.37399
▁ለቀናት	-9.37399
▁ለቀን	-9.37399
▁ለቄሱ	-9.37399
▁ለችም	-9.37399
▁ለአፍታ	-9.37399
▁ለወንድሞቼ	-9.37399
▁ለዚያ	-9.37399
▁ለፊቴ	-9.37399
▁ሊገድሉን	-9.37399
▁ላሉት	-9.37399
▁ላስብ	-9.37399
▁ላንቺ	-9.37399
▁ልባቸው	-9.37399
▁ልጁን	-9.37399
▁ልጆቻቸውን	-9.37399
▁ሕይወትን	-9.37399
▁መሆኔን	-9.37399
▁መሆንን	-9.37399
▁መለየት	-9.37399
▁መልሰን	-9.37399
▁መልስ	-9.37399
▁መመለስ	-9.37399
▁መማሪያ	-9.37399
▁መሞት	-9.37399
▁መሥራት	-9.37399
▁መረጋጋት	-9.37399
▁መሰለኝ	-9.37399
▁መስማቱ	-9.37399
▁መስማት	-9.37399
▁መቆጣጠር	-9.37399
▁መተኛት	-9.37399
▁መታሰቢያ	-9.37399
▁መንግሥታት	-9.37399
▁መንግስታት	-9.37399
▁መንፈሴ	-9.37399
▁መዘምር	-9.37399
▁መገደል	-9.37399
▁መጓጓዣ	-9.37399
▁ሙሪንዚን	-9.37399
▁ማለትም	-9.37399
▁ማለትዎ	-9.37399
▁ማርያምን	-9.37399
▁ማሰብ	-9.37399
▁ማሳያ	-9.37399
▁ማስረጃ	-9.37399
▁ማንነቴን	-9.37399
▁ምርጥ	-9.37399
▁ምስጋናዬ	-9.37399
▁ምንነት	-9.37399
▁ምንድነው	-9.37399
▁ምግብና	-9.37399
▁ሞተዋል፡፡	-9.37399
▁ሠራተኞች	-9.37399
▁ሣቅ	-9.37399
▁ሥልጣን	-9.37399
▁ሥራዬን	-9.37399
▁ሩዋንዳዊት	-9.37399
▁ራሳቸው	-9.37399
▁ራስ	-9.37399
▁ርቀው	-9.37399
▁ርዕሰ-ብሔር	-9.37399
▁ሰላማዊ	-9.37399
▁ሰቅዞ	-9.37399
▁ሰዓቱ	-9.37399
▁ሲሄዱ	-9.37399
▁ሲመጣ	-9.37399
▁ሲደርስ	-9.37399
▁ሳራና	-9.37399
▁ሳሰላስል	-9.37399
▁ሳብ	-9.37399
▁ሳየው	-9.37399
▁ሴምቤባ	-9.37399
▁ሴኔጋል	-9.37399
▁ስሆን	-9.37399
▁ስለቤተሰቤ	-9.37399
▁ስለነበረ	-9.37399
▁ስለኛ	-9.37399
▁ስላለው	-9.37399
▁ስሙን	-9.37399
▁ስሜቴን	-9.37399
▁ስምና	-9.37399
▁ስወጣ	-9.37399
▁ስፍራው	-9.37399
▁ስፍራዎች	-9.37399
▁ሶላንዥ	-9.37399
▁ሺህ	-9.37399
▁ሻለቃው	-9.37399
▁ሽማግሌ	-9.37399
▁ሽብር	-9.37399
▁ቀይና	-9.37399
▁ቀደም	-9.37399
▁ቀዳዳ	-9.37399
▁ቃላትም	-9.37399
▁ቄሱም	-9.37399
▁ቅርብ	-9.37399
▁ቆሜ	-9.37399
▁ቆየን፡፡	-9.37399
▁በሁለተኛው	-9.37399
▁በሁሉም	-9.37399
▁በሃዘኔታ	-9.37399
▁በሆነ	-9.37399
▁በሌሎችም	-9.37399
▁በመሆናቸው	-9.37399
▁በመሆኔ	-9.37399
▁በመስማማት	-9.37399
▁በመስጠት	-9.37399
▁በመንደሩ	-9.37399
▁በመንገዱ	-9.37399
▁በመኝታ	-9.37399
▁በሚል	-9.37399
▁በሚመስል	-9.37399
▁በሚገኘው	-9.37399
▁በሞት	-9.37399
▁በርቀት	-9.37399
▁በቀስ	-9.37399
▁በቅርብ	-9.37399
▁በተመሳሳይ	-9.37399
▁በቱትሲ	-9.37399
▁በታች	-9.37399
▁በነበረበት	-9.37399
▁በነጻ	-9.37399
▁በአማጽያኑ	-9.37399
▁በአሥር	-9.37399
▁በአንዲት	-9.37399
▁በእንባ	-9.37399
▁በእጃቸው	-9.37399
▁በእጅ	-9.37399
▁በከፍተኛ	-9.37399
▁በኩራት	-9.37399
▁በዋናው	-9.37399
▁በዓይኖቼ	-9.37399
▁በዙሪያዬ	-9.37399
▁በዚያው	-9.37399
▁በይ	-9.37399
▁በደም	-9.37399
▁በድንጋጤ	-9.37399
▁በጅምላ	-9.37399
▁በገጀራ	-9.37399
▁በግቢው	-9.37399
▁በጨለማ	-9.37399
▁በጭራሽ	-9.37399
▁በፈረንሳይኛ	-9.37399
▁ቡታሬ	-9.37399
▁ባለበት	-9.37399
▁ባለፈ	-9.37399
▁ቤተሰቦች	-9.37399
▁ብቅ	-9.37399
▁ቪያኒን	-9.37399
▁ተመልሰን	-9.37399
▁ተመልሰው	-9.37399
▁ተመድ	-9.37399
▁ተሸከርካሪዎች	-9.37399
▁ታሪኮች	-9.37399
▁ታየኝ፡፡	-9.37399
▁ትላልቅ	-9.37399
▁ትምህርቴን	-9.37399
▁ትንንሽ	-9.37399
▁ትንፋሽ	-9.37399
▁ትዋ	-9.37399
▁ትውልድ	-9.37399
▁ትይዩ	-9.37399
▁ነበሩ	-9.37399
▁ነኝ፡፡››	-9.37399
▁ነኝ፤	-9.37399
▁ነገሩን	-9.37399
▁ነገሮችን	-9.37399
▁ነጥብ	-9.37399
▁ነፍሴን	-9.37399
▁ነፍስ	-9.37399
▁ኒው	-9.37399
▁ንዴቴ	-9.37399
▁ንጹሃን	-9.37399
▁አለበት፡፡	-9.37399
▁አለችኝ፡፡	-9.37399
▁አላስታውስም፡፡	-9.37399
▁አልባትም	-9.37399
▁አልቻልንም፡፡	-9.37399
▁አልነበረውም፡፡	-9.37399
▁አልኩት	-9.37399
▁አልፎም	-9.37399
▁አሎይዜን	-9.37399
▁አማጽያኑን	-9.37399
▁አሳልፌ	-9.37399
▁አስባለሁ፡፡	-9.37399
▁አስደናቂ	-9.37399
▁አስፈላጊ	-9.37399
▁አስፈሪ	-9.37399
▁አሻፈረኝ	-9.37399
▁አባባን	-9.37399
▁አባትሽ	-9.37399
▁አብዛኞቹን	-9.37399
▁አንድን	-9.37399
▁አእምሮ	-9.37399
▁አእምሮን	-9.37399
▁አወቅሁ፡፡	-9.37399
▁አውቃለሁ፣	-9.37399
▁አውቄያለሁ፡፡	-9.37399
▁አየሁ	-9.37399
▁አየኋቸው፡፡	-9.37399
▁አየን፡፡	-9.37399
▁አይሆንም	-9.37399
▁አይቀርም	-9.37399
▁አይደለም	-9.37399
▁አይደለም፤	-9.37399
▁አይደለም››	-9.37399
▁አደረግሁ፡፡	-9.37399
▁አገልግሎት	-9.37399
▁አገኘሁ፡፡	-9.37399
▁አጥብቄ	-9.37399
▁አፈር	-9.37399
▁ኢየሱስ	-9.37399
▁እርሱን	-9.37399
▁እርሳቸው	-9.37399
▁እርሷም	-9.37399
▁እሱ	-9.37399
▁እሳት	-9.37399
▁እችላለሁ	-9.37399
▁እነርሱን	-9.37399
▁እነዚያን	-9.37399
▁እናትሽን	-9.37399
▁እናንተን	-9.37399
▁እኔና	-9.37399
▁እንደሆንን	-9.37399
▁እንደሚመስል	-9.37399
▁እንደሚችሉ	-9.37399
▁እንደዚያው	-9.37399
▁እንዲሆን	-9.37399
▁እንዲሰማኝ	-9.37399
▁እንዲቆይ	-9.37399
▁እንዲኖር	-9.37399
▁እንዲያገኙ	-9.37399
▁እንዳለሽ	-9.37399
▁እንዳለች	-9.37399
▁እንዳለን	-9.37399
▁እንዳይሆን	-9.37399
▁እንዴ?››	-9.37399
▁እኮ!	-9.37399
▁እውነታ	-9.37399
▁እውን	-9.37399
▁እያልኩ	-9.37399
▁እፈልጋለሁ፡፡	-9.37399
▁እፊት	-9.37399
▁ኦገስቲንን	-9.37399
▁ከልቤ	-9.37399
▁ከመኝታ	-9.37399
▁ከመጀመሪያው	-9.37399
▁ከማታባ	-9.37399
▁ከሦስት	-9.37399
▁ከሰባት	-9.37399
▁ከሰው	-9.37399
▁ከባድ	-9.37399
▁ከንቱ	-9.37399
▁ከአምስት	-9.37399
▁ከኢማኪዩሌ	-9.37399
▁ከእንቅልፌ	-9.37399
▁ከዚህም	-9.37399
▁ከየት	-9.37399
▁ከግድያው	-9.37399
▁ከጎኔ	-9.37399
▁ካለ	-9.37399
▁ካሉ	-9.37399
▁ክሌሜንታይን	-9.37399
▁ክስተት	-9.37399
▁ክስተቶች	-9.37399
▁ወላጆቻቸው	-9.37399
▁ወሳኝ	-9.37399
▁ወንጀል	-9.37399
▁ወይ?	-9.37399
▁ወይኔ	-9.37399
▁ወዲያውኑም	-9.37399
▁ወዳጆቻችን	-9.37399
▁ወገን	-9.37399
▁ዋናው	-9.37399
▁ውረድ	-9.37399
▁ውበት	-9.37399
▁ውጣ	-9.37399
▁ውጥረት	-9.37399
▁ዓለማችን	-9.37399
▁ዓይኖቿን	-9.37399
▁ዕትም	-9.37399
▁ዘመዶች	-9.37399
▁ዘውጎች	-9.37399
▁የሁሉም	-9.37399
▁የሆኑ	-9.37399
▁የለም	-9.37399
▁የልብ	-9.37399
▁የመታጠቢያ	-9.37399
▁የመኝታ	-9.37399
▁የሚሉትን	-9.37399
▁የሚመጡት	-9.37399
▁የሚሰማኝ	-9.37399
▁የሚቆጠሩት	-9.37399
▁የሚኖር	-9.37399
▁የማስተርስ	-9.37399
▁የምፈልገውን	-9.37399
▁የረጅም	-9.37399
▁የራሴን	-9.37399
▁የቤተሰባችን	-9.37399
▁የቤተሰባችንን	-9.37399
▁የብርሃን	-9.37399
▁የተለያየ	-9.37399
▁የተሞላ	-9.37399
▁የተርጓሚው	-9.37399
▁የቱትሲዎችን	-9.37399
▁የአሎይዜን	-9.37399
▁የአእምሮ	-9.37399
▁የእናቴ	-9.37399
▁የእኔን	-9.37399
▁የያዙ	-9.37399
▁የጎድን	-9.37399
▁የፊት	-9.37399
▁ያስታውቃል፡፡	-9.37399
▁ይመላለሳሉ፡፡	-9.37399
▁ይመስል	-9.37399
▁ይመጣሉ፡፡	-9.37399
▁ይዘውልን	-9.37399
▁ይዣለሁ፡፡	-9.37399
▁ደማቅ	-9.37399
▁ደብዳቤውን	-9.37399
▁ደግነት	-9.37399
▁ዲያብሎስ	-9.37399
▁ዳማሲን፡፡	-9.37399
▁ዳርቻ	-9.37399
▁ድምጻቸው	-9.37399
▁ድርሰት	-9.37399
▁ድንበር	-9.37399
▁ድንግል	-9.37399
▁ገብተው	-9.37399
▁ገነት	-9.37399
▁ገጀራውን	-9.37399
▁ጋሂጊ	-9.37399
▁ጋደም	-9.37399
▁ግራ	-9.37399
▁ግንብ	-9.37399
▁ግደሏቸው!››	-9.37399
▁ጎረቤታችን	-9.37399
▁ጎረቤቶቻቸው	-9.37399
▁ጎረቤቶቻችን	-9.37399
▁ጓደኛው	-9.37399
▁ጠመንጃውን	-9.37399
▁ጠርዝ	-9.37399
▁ጠየቅሁ፡፡	-9.37399
▁ጣልቃ	-9.37399
▁ጣራ	-9.37399
▁ጥቁር	-9.37399
▁ጥፋት	-9.37399
▁ጨምሮ	-9.37399
▁ጭር	-9.37399
▁ጭንቀት	-9.37399
▁ጭፍጨፋውን	-9.37399
▁ጸባይ	-9.37399
▁ጸጉር	-9.37399
▁ፀደይ	-9.37399
▁ፈልጎ	-9.37399
▁ፈረንሳይኛ	-9.37399
▁ፈራሁ፡፡	-9.37399
▁ፈገግታ	-9.37399
▁ፊቶች	-9.37399
▁ፊቷ	-9.37399
▁ፌሊሲን	-9.37399
▁ፍቅር፣	-9.37399
▁ፍጅቱን	-9.37399
▁ፍጹም	-9.37399
▁ፍጻሜ	-9.37399
▁‹‹ሁላችሁም	-9.37399
▁‹‹ምን?	-9.37399
▁‹‹ስለ	-9.37399
▁‹‹ብዙ	-9.37399
▁‹‹ተመስገን	-9.37399
▁‹‹ቱትሲዎች	-9.37399
▁‹‹አሁን	-9.37399
▁‹‹አባቴ	-9.37399
▁‹‹እንግዲህ	-9.37399
▁‹‹እግዚአብሔር	-9.37399
▁‹‹ገዳዮቹ	-9.37399
▁‹‹ፈረንሳውያኑ	-9.37399
▁-››	-9.59713
▁12	-9.59713
▁16	-9.59713
▁21	-9.59713
▁3	-9.59713
▁4	-9.59713
▁6	-9.59713
▁7	-9.59713
▁8	-9.59713
▁9	-9.59713
▁ሀገሪቱ	-9.59713
▁ሀገራቸው	-9.59713
▁ሁለቱ	-9.59713
▁ሁለቱን	-9.59713
▁ሁለቱንም	-9.59713
▁ሁቱ፣	-9.59713
▁ሁኑ	-9.59713
▁ሄደች፡፡	-9.59713
▁ሄደን	-9.59713
▁ሄድ	-9.59713
▁ሆነብን፡፡	-9.59713
▁ሆነን	-9.59713
▁ለሌሎቹ	-9.59713
▁ለመቀበል	-9.59713
▁ለመቆየት	-9.59713
▁ለመቋቋም	-9.59713
▁ለመነሳት	-9.59713
▁ለመኖር	-9.59713
▁ለመዋጥ	-9.59713
▁ለመጽሐፉ	-9.59713
▁ለማሳተም	-9.59713
▁ለማሳየት	-9.59713
▁ለማቅረብ	-9.59713
▁ለማትረፍ	-9.59713
▁ለማንኛውም	-9.59713
▁ለቆ	-9.59713
▁ለተወሰነ	-9.59713
▁ለተወሰኑ	-9.59713
▁ለቱትሲዎች	-9.59713
▁ለእናንተ	-9.59713
▁ለውጥ	-9.59713
▁ለዓለም	-9.59713
▁ለዘላለም	-9.59713
▁ለጊዜው	-9.59713
▁ሊሄዱ	-9.59713
▁ሊመጡ	-9.59713
▁ሊጠቀሙ	-9.59713
▁ላለ	-9.59713
▁ላምን	-9.59713
▁ሌላው	-9.59713
▁ሌሎቻችን	-9.59713
▁ሌሎችም	-9.59713
▁ልሂቃን	-9.59713
▁ልቤና	-9.59713
▁ልንሄድ	-9.59713
▁ልዩነት	-9.59713
▁ልጁ	-9.59713
▁ልጃቸው	-9.59713
▁ልጆቼ	-9.59713
▁ሎሬንት	-9.59713
▁ሕዝቡ	-9.59713
▁ሕይወቱን	-9.59713
▁ሕይወታቸው	-9.59713
▁ሕይወታችንን	-9.59713
▁መለስኩ፡፡	-9.59713
▁መላ	-9.59713
▁መሠረት	-9.59713
▁መራመድ	-9.59713
▁መሬቱ	-9.59713
▁መታ	-9.59713
▁መቼ	-9.59713
▁መነሻ	-9.59713
▁መኖሩን	-9.59713
▁መከራ	-9.59713
▁መክፈቻ	-9.59713
▁መውረድ	-9.59713
▁መውደድ	-9.59713
▁መዛግብት	-9.59713
▁መዳን	-9.59713
▁መድረስ	-9.59713
▁መገለጫ	-9.59713
▁መግዛት	-9.59713
▁መጠለያው	-9.59713
▁መጠነ-ሰፊ	-9.59713
▁መጠየቅ	-9.59713
▁መጤዎች	-9.59713
▁መጥፋት	-9.59713
▁መጮህ	-9.59713
▁መጽሐፉን	-9.59713
▁መፍትሔ	-9.59713
▁ሙቀት	-9.59713
▁ማረጋገጫ	-9.59713
▁ማረፊያው	-9.59713
▁ማስተርስ	-9.59713
▁ማስታወስ	-9.59713
▁ማቅረብ	-9.59713
▁ማታባ	-9.59713
▁ማንኛውንም	-9.59713
▁ማዕበል	-9.59713
▁ማዳን	-9.59713
▁ሜሁ	-9.59713
▁ምህረት	-9.59713
▁ምሳሌ	-9.59713
▁ምሽትም	-9.59713
▁ምክንያትነት	-9.59713
▁ምግቡን	-9.59713
▁ሞቅ	-9.59713
▁ሞተዋል	-9.59713
▁ሞከረ፡፡	-9.59713
▁ሥራዋን	-9.59713
▁ሥራውን	-9.59713
▁ረጅም፣	-9.59713
▁ሩዋንዳው	-9.59713
▁ራሴንም	-9.59713
▁ርህራሄ	-9.59713
▁ርቆ	-9.59713
▁ርኩሰት	-9.59713
▁ርኩስ	-9.59713
▁ሮጬ	-9.59713
▁ሰለባ	-9.59713
▁ሰላይ	-9.59713
▁ሰምቼ	-9.59713
▁ሰውዬው	-9.59713
▁ሰዓታትን	-9.59713
▁ሰጠችኝ፡፡	-9.59713
▁ሰጪ	-9.59713
▁ሲመለሱ	-9.59713
▁ሲቀሩ	-9.59713
▁ሲከፍቱት	-9.59713
▁ሲጠራ	-9.59713
▁ሳላሰማ	-9.59713
▁ሳይመን	-9.59713
▁ሳይንስ	-9.59713
▁ሴቶችና	-9.59713
▁ስለሆንን	-9.59713
▁ስለሆንኩ	-9.59713
▁ስለምን	-9.59713
▁ስለዚያ	-9.59713
▁ስላልነበራቸው	-9.59713
▁ስሜትን	-9.59713
▁ስሞክር	-9.59713
▁ስሰማ	-9.59713
▁ስብስብ	-9.59713
▁ስብዕና	-9.59713
▁ስትጽፍ	-9.59713
▁ስንደርስ	-9.59713
▁ስፍራዬ	-9.59713
▁ሺህዎች	-9.59713
▁ሽርሽር	-9.59713
▁ቀለል	-9.59713
▁ቀሪ	-9.59713
▁ቀኝ	-9.59713
▁ቀጣይ	-9.59713
▁ቀጥሏል፡፡	-9.59713
▁ቁጥጥር	-9.59713
▁ቃላትን	-9.59713
▁ቄሱ፡፡	-9.59713
▁ቄሱ፣	-9.59713
▁ቅሉ	-9.59713
▁ቅጂ	-9.59713
▁ቅጠል	-9.59713
▁ቆመን	-9.59713
▁ቆንጆና	-9.59713
▁ቆይታ	-9.59713
▁ቆዳዬን	-9.59713
▁በ1994	-9.59713
▁በሁለት	-9.59713
▁በሊሴ	-9.59713
▁በል	-9.59713
▁በሕግ	-9.59713
▁በመሄድ	-9.59713
▁በመስኮት	-9.59713
▁በመናገር	-9.59713
▁በመንግሥት	-9.59713
▁በመግለጽ	-9.59713
▁በመጠኑ	-9.59713
▁በመጽሐፍ	-9.59713
▁በማታባ	-9.59713
▁በማየቴ	-9.59713
▁በማግስቱ	-9.59713
▁በማጥናት	-9.59713
▁በምልክት	-9.59713
▁በምዕራብ	-9.59713
▁በሥራ	-9.59713
▁በሦስት	-9.59713
▁በረሮዎችን	-9.59713
▁በሩዋንዳው	-9.59713
▁በሰሜን	-9.59713
▁በሰዎች	-9.59713
▁በስተጀርባ	-9.59713
▁በበሩ	-9.59713
▁በበኩሉ	-9.59713
▁በቡድን	-9.59713
▁በተስፋ	-9.59713
▁በተንቀሳቃሽ	-9.59713
▁በተወሰኑ	-9.59713
▁በተጨማሪ	-9.59713
▁በአንዴ	-9.59713
▁በአካባቢው	-9.59713
▁በአክብሮት	-9.59713
▁በአዎንታ	-9.59713
▁በአዲሱ	-9.59713
▁በኢማኪዩሌ	-9.59713
▁በእርሳቸው	-9.59713
▁በእርግጥም	-9.59713
▁በእኔ	-9.59713
▁በእንግሊዝኛ	-9.59713
▁በእጄ	-9.59713
▁በእጆቼ	-9.59713
▁በእጆቿ	-9.59713
▁በኪጋሊ	-9.59713
▁በክፍሉ	-9.59713
▁በዓይኔ	-9.59713
▁በዙሪያችን	-9.59713
▁በዝግታ	-9.59713
▁በየስፍራው	-9.59713
▁በየቤቱ	-9.59713
▁በዩጋንዳ	-9.59713
▁በደርዘኖች	-9.59713
▁በደግ	-9.59713
▁በጀርባዬ	-9.59713
▁በገዳዮች	-9.59713
▁በግፍ	-9.59713
▁በጥሩ	-9.59713
▁በጥርጣሬ	-9.59713
▁በጫካ	-9.59713
▁በጸሎት	-9.59713
▁በፊታቸው	-9.59713
▁በፊቴ	-9.59713
▁በፊትና	-9.59713
▁በፍርሃትና	-9.59713
▁በፍቅሩ	-9.59713
▁በፍቅርና	-9.59713
▁ቢላዋ	-9.59713
▁ቢኖረው	-9.59713
▁ቢጫ	-9.59713
▁ባለስልጣናት	-9.59713
▁ባለች	-9.59713
▁ባለኝ	-9.59713
▁ባለፈችበት	-9.59713
▁ባሉበት	-9.59713
▁ባሉት	-9.59713
▁ባውቅም	-9.59713
▁ባዚል	-9.59713
▁ባይሆን	-9.59713
▁ባይነት	-9.59713
▁ባፕቲስት	-9.59713
▁ቤተሰቡ	-9.59713
▁ቤተክርስቲያን	-9.59713
▁ቤታቸውን	-9.59713
▁ቤትና	-9.59713
▁ብለህ	-9.59713
▁ብለሽ	-9.59713
▁ብሩህ	-9.59713
▁ብስጭት	-9.59713
▁ብቸኞቹ	-9.59713
▁ብቻሽን	-9.59713
▁ቪያኒ፣	-9.59713
▁ተመለሱ፡፡	-9.59713
▁ተሞልቶ	-9.59713
▁ተራሮች	-9.59713
▁ተሰማኝ፤	-9.59713
▁ተሰምቶኛል፡፡	-9.59713
▁ተሰምቶኝ	-9.59713
▁ተቀመጥን፡፡	-9.59713
▁ተቀምጦ	-9.59713
▁ተናገሩ፡፡	-9.59713
▁ተናጋሪ	-9.59713
▁ተንበርክኬ	-9.59713
▁ተኝቼ	-9.59713
▁ተያየን፡፡	-9.59713
▁ተደርጎ	-9.59713
▁ተደብቄ	-9.59713
▁ተደናግጠዋል፡፡	-9.59713
▁ተጨነቅሁ፡፡	-9.59713
▁ተጽዕኖ	-9.59713
▁ቱትሲና	-9.59713
▁ታሪኩም	-9.59713
▁ታሪኳን	-9.59713
▁ታስቦ	-9.59713
▁ታች	-9.59713
▁ትምህርቶች	-9.59713
▁ትር	-9.59713
▁ትርፍራፊ	-9.59713
▁ትናንት	-9.59713
▁ትኩስ	-9.59713
▁ትክክለኛው	-9.59713
▁ትውስታ	-9.59713
▁ችፍ	-9.59713
▁ኃይለማርያም	-9.59713
▁ኋላ	-9.59713
▁ነሽ?››	-9.59713
▁ነሽ፡፡	-9.59713
▁ነበር!››	-9.59713
▁ነበርን	-9.59713
▁ነን	-9.59713
▁ነው!››	-9.59713
▁ነገሬ	-9.59713
▁ነግሮኛል፡፡	-9.59713
▁ንብረቶች	-9.59713
▁ንጉሥ	-9.59713
▁አለው፡፡	-9.59713
▁አለያም	-9.59713
▁አሉታዊ	-9.59713
▁አሊሹ	-9.59713
▁አልተሰማኝም፡፡	-9.59713
▁አልተቻለኝም፡፡	-9.59713
▁አልነበረኝም፡፡	-9.59713
▁አልነበርኩም፡፡	-9.59713
▁አልኳቸው	-9.59713
▁አልፈለገም፡፡	-9.59713
▁አልፈለግሁም፡፡	-9.59713
▁አመሰግነዋለሁ፡፡	-9.59713
▁አማላይ	-9.59713
▁አማርኛ	-9.59713
▁አረንጓዴ	-9.59713
▁አራዊት	-9.59713
▁አርዓያ	-9.59713
▁አሰብኩ	-9.59713
▁አሳለፍን፡፡	-9.59713
▁አሳልፈው	-9.59713
▁አሳልፌያለሁ፡፡	-9.59713
▁አሳልፎ	-9.59713
▁አሳቢ	-9.59713
▁አሳየኝ፡፡	-9.59713
▁አስተያየት	-9.59713
▁አስከባሪዎች	-9.59713
▁አስከፊ	-9.59713
▁አበቦች	-9.59713
▁አባ	-9.59713
▁አባል	-9.59713
▁አባባ፣	-9.59713
▁አባባ››	-9.59713
▁አባቴ፡፡	-9.59713
▁አቤት	-9.59713
▁አብረውኝ	-9.59713
▁አብሬያቸው	-9.59713
▁አታድርገኝ፡፡	-9.59713
▁አና	-9.59713
▁አንስቼ	-9.59713
▁አንችልም፡፡	-9.59713
▁አንደኛውን	-9.59713
▁አንዳችን	-9.59713
▁አንጸባራቂ	-9.59713
▁አእምሮዬን	-9.59713
▁አካላዊ	-9.59713
▁አክራሪ	-9.59713
▁አየኝ፡፡	-9.59713
▁አያውቅም፡፡	-9.59713
▁አይ	-9.59713
▁አይሁን	-9.59713
▁አይቶ	-9.59713
▁አይኖርም፡፡	-9.59713
▁አይደል?››	-9.59713
▁አደረገኝ፡፡	-9.59713
▁አደረግን፡፡	-9.59713
▁አደርጋለሁ፡፡	-9.59713
▁አዲሱን	-9.59713
▁አድርገን	-9.59713
▁አገኘሁት፡፡	-9.59713
▁አግኝተዋል፡፡	-9.59713
▁አግኝቼው	-9.59713
▁አፋፍ	-9.59713
▁አፍ	-9.59713
▁ኢማኪዩሌ...	-9.59713
▁ኢትዮጵያውያን	-9.59713
▁ኢንተርሃምዌዎችን	-9.59713
▁እህቴ	-9.59713
▁እህት	-9.59713
▁እልቂቶች	-9.59713
▁እመት	-9.59713
▁እማማ	-9.59713
▁እማማንና	-9.59713
▁እርዳታ	-9.59713
▁እስከዚያን	-9.59713
▁እሷ	-9.59713
▁እቃዎች	-9.59713
▁እቤታችን	-9.59713
▁እብድ	-9.59713
▁እችላለሁ?	-9.59713
▁እችላለሁ፡፡	-9.59713
▁እናትሽ	-9.59713
▁እኔንም	-9.59713
▁እንስሳ	-9.59713
▁እንቅስቃሴ	-9.59713
▁እንባዋን	-9.59713
▁እንኳንም	-9.59713
▁እንደሚሆን	-9.59713
▁እንደሚወደን	-9.59713
▁እንደማይችል	-9.59713
▁እንደምንችል	-9.59713
▁እንደተከሰተ	-9.59713
▁እንደነገረኝ	-9.59713
▁እንደኔ	-9.59713
▁እንደያዙ	-9.59713
▁እንዲሁም	-9.59713
▁እንዲያድግ	-9.59713
▁እንዳለኝ	-9.59713
▁እንዳላቸው	-9.59713
▁እንዳይፈጸም	-9.59713
▁እንዴ	-9.59713
▁እንድሄድ	-9.59713
▁እወዳችኋለሁ፡፡	-9.59713
▁እውነቱን	-9.59713
▁እየሄድን	-9.59713
▁እየመጡ	-9.59713
▁እየተጣራ	-9.59713
▁እየኖሩ	-9.59713
▁እየጠበቅን	-9.59713
▁እያለች	-9.59713
▁እያልን	-9.59713
▁እያንዳንዱ	-9.59713
▁እጆች	-9.59713
▁ከሁሉም	-9.59713
▁ከሄድኩ	-9.59713
▁ከሆኑ	-9.59713
▁ከሌላው	-9.59713
▁ከመቼውም	-9.59713
▁ከተፈጸሙ	-9.59713
▁ከቱትሲ	-9.59713
▁ከነዚያ	-9.59713
▁ከአማጽያኑ	-9.59713
▁ከኪቩ	-9.59713
▁ከዋና	-9.59713
▁ከዓመታት	-9.59713
▁ከደረስንበት	-9.59713
▁ከዳማሲን	-9.59713
▁ከጓደኞቼ	-9.59713
▁ከፈጣሪ	-9.59713
▁ኪሎግራም	-9.59713
▁ኪሴ	-9.59713
▁ኪስ	-9.59713
▁ኪቡዬ	-9.59713
▁ካሁን	-9.59713
▁ካለንበት	-9.59713
▁ካወቅሁ	-9.59713
▁ካጋሜ	-9.59713
▁ኬላ	-9.59713
▁ክህደት	-9.59713
▁ክዋክብት	-9.59713
▁ክፉኛ	-9.59713
▁ክፍለሀገር	-9.59713
▁ክፍለዘመን	-9.59713
▁ክፍላችን	-9.59713
▁ክፍት	-9.59713
▁ኮንጎ	-9.59713
▁ወላጅ	-9.59713
▁ወላጆቻቸውን	-9.59713
▁ወላጆቼና	-9.59713
▁ወላጆቼን	-9.59713
▁ወስደው	-9.59713
▁ወታደሩ	-9.59713
▁ወንዝ	-9.59713
▁ወንድሙን	-9.59713
▁ወንዶቹ	-9.59713
▁ወደቀ፡፡	-9.59713
▁ወደኋላ	-9.59713
▁ወደዚህ	-9.59713
▁ወዳጄ	-9.59713
▁ወጣ	-9.59713
▁ወጣቱ	-9.59713
▁ወጥመድ	-9.59713
▁ወጥቶ	-9.59713
▁ዓይነቱ	-9.59713
▁ዓይኖቻችን	-9.59713
▁ዕምነት	-9.59713
▁ዘልዬ	-9.59713
▁ዘገባ	-9.59713
▁ዝግጁ	-9.59713
▁የለንም፡፡	-9.59713
▁የልጅነት	-9.59713
▁የሕዝብ	-9.59713
▁የመጀመሪያዋ	-9.59713
▁የመገናኛ	-9.59713
▁የሚሆነን	-9.59713
▁የሚታይ	-9.59713
▁የሚኖረው	-9.59713
▁የሚኖሩት	-9.59713
▁የሚወስደው	-9.59713
▁የሚያሳድዱኝን	-9.59713
▁የሚያደርግ	-9.59713
▁የሚገደሉ	-9.59713
▁የሚፈጸሙት	-9.59713
▁የማስታውሰው	-9.59713
▁የማይታሰብ	-9.59713
▁የማይታዩ	-9.59713
▁የማደርገውን	-9.59713
▁የምሽት	-9.59713
▁የምፈልገው	-9.59713
▁የራስ	-9.59713
▁የሬድዮ	-9.59713
▁የርዕሰ-ብሔሩ	-9.59713
▁የሰማነው	-9.59713
▁የሰውን	-9.59713
▁የሰጠኝን	-9.59713
▁የስደተኞች	-9.59713
▁የቀድሞ	-9.59713
▁የቡና	-9.59713
▁የቤተሰቡ	-9.59713
▁የተሞላባቸው	-9.59713
▁የተሰማኝ	-9.59713
▁የተባለው	-9.59713
▁የተወለድኩት	-9.59713
▁የተወሰኑትን	-9.59713
▁የታጠቁ	-9.59713
▁የነበረችው	-9.59713
▁የነበረኝ	-9.59713
▁የነጻነት	-9.59713
▁የኛ	-9.59713
▁የኛን	-9.59713
▁የአሎይዜ	-9.59713
▁የአምላክን	-9.59713
▁የአንድን	-9.59713
▁የኢንተርሃምዌን	-9.59713
▁የኪቩ	-9.59713
▁የወንድሜን	-9.59713
▁የገደሉትን	-9.59713
▁የገዳዮቹ	-9.59713
▁የገዳዮች	-9.59713
▁የጥላቻንም	-9.59713
▁የጥላቻውን	-9.59713
▁የጭፍጨፋው	-9.59713
▁የጸሎት	-9.59713
▁የፍቅርና	-9.59713
▁ያለች	-9.59713
▁ያለን	-9.59713
▁ያምናሉ፡፡	-9.59713
▁ያስተጋባ	-9.59713
▁ያች	-9.59713
▁ያየሁትን	-9.59713
▁ያደርገናል፡፡	-9.59713
▁ያደርጋል፡፡	-9.59713
▁ይሁዲዎች	-9.59713
▁ይህንኑ	-9.59713
▁ይላሉ፡፡	-9.59713
▁ይመጣብኛል፡፡	-9.59713
▁ይባስ	-9.59713
▁ይቻላል	-9.59713
▁ይችላሉ	-9.59713
▁ይችላሉ፤	-9.59713
▁ይናገራሉ፡፡	-9.59713
▁ይዟል፡፡	-9.59713
▁ዮሃንስና	-9.59713
▁ዮሃንስን	-9.59713
▁ደረሰ፡፡	-9.59713
▁ደረስን፡፡	-9.59713
▁ደራሲና	-9.59713
▁ደብረ	-9.59713
▁ደብተር	-9.59713
▁ድምጹን	-9.59713
▁ድረስም	-9.59713
▁ድርጊት	-9.59713
▁ድርጊቶች	-9.59713
▁ዶላር	-9.59713
▁ጀልባ	-9.59713
▁ጀመርኩ	-9.59713
▁ጀግና	-9.59713
▁ጆሮ	-9.59713
▁ጉልበት	-9.59713
▁ጉዬ	-9.59713
▁ጊዜዬ	-9.59713
▁ጌታዬ፣	-9.59713
▁ግቢው	-9.59713
▁ግንቡ	-9.59713
▁ግዴታዬ	-9.59713
▁ግድግዳ	-9.59713
▁ጓሮ	-9.59713
▁ጓደኛዬን	-9.59713
▁ጠባሳ	-9.59713
▁ጠየቀችኝ፡፡	-9.59713
▁ጠየቁኝ፡፡	-9.59713
▁ጠየቅሁት	-9.59713
▁ጠየኩት፡፡	-9.59713
▁ጣል	-9.59713
▁ጣቢያዎች	-9.59713
▁ጥላቻን	-9.59713
▁ጥቅም	-9.59713
▁ጥንካሬውን	-9.59713
▁ጥያቄዎች	-9.59713
▁ጨለማው	-9.59713
▁ጫማ	-9.59713
▁ጫፍ	-9.59713
▁ጭምር፡፡	-9.59713
▁ጭራሽ	-9.59713
▁ጭፍጨፋዎች	-9.59713
▁ጮኬ	-9.59713
▁ጮክ	-9.59713
▁ጮኸ፡፡	-9.59713
▁ጸረ-ቱትሲ	-9.59713
▁ጽሑፍ	-9.59713
▁ጽንፈኞች	-9.59713
▁ፈልጓት	-9.59713
▁ፈረንሳውያን	-9.59713
▁ፈርተው	-9.59713
▁ፈቃድ	-9.59713
▁ፈገግታው	-9.59713
▁ፊቱን	-9.59713
▁ፊታቸው	-9.59713
▁ፊታቸውን	-9.59713
▁ፊቴ	-9.59713
▁ፋሪ	-9.59713
▁ፍሎረንስ	-9.59713
▁ፍራቻ	-9.59713
▁ፍርሥራሽ	-9.59713
▁ፍቅርና	-9.59713
▁ፍጅትና	-9.59713
▁ፍጡር	-9.59713
▁ፍጥነት	-9.59713
▁‹‹ስለዚህ	-9.59713
▁‹‹በእርግጥ	-9.59713
▁‹‹ነይ	-9.59713
▁‹‹አምላክ	-9.59713
▁‹‹አባትሽ	-9.59713
▁‹‹አንድ	-9.59713
▁‹‹አይሆንም	-9.59713
▁‹‹እነዚህን	-9.59713
▁‹‹እንኳን	-9.59713
▁‹‹ወይ	-9.59713
▁‹‹ያው	-9.59713
▁‹‹ግድያው	-9.59713
▁1	-9.88482
▁11	-9.88482
▁150	-9.88482
▁18	-9.88482
▁19	-9.88482
▁2008	-9.88482
▁2012	-9.88482
▁22	-9.88482
▁23	-9.88482
▁24	-9.88482
▁400	-9.88482
▁55	-9.88482
▁60	-9.88482
▁61	-9.88482
▁ሀገራችን	-9.88482
▁ሁለቴ	-9.88482
▁ሁቱውን	-9.88482
▁ሁኔታዎችን	-9.88482
▁ሁን	-9.88482
▁ሁኚ	-9.88482
▁ሂዱ	-9.88482
▁ሂጂ	-9.88482
▁ሃይ	-9.88482
▁ሃይማኖታዊ	-9.88482
▁ሄደዋል፤	-9.88482
▁ሄድን፡፡	-9.88482
▁ህያው	-9.88482
▁ሆንኩ...	-9.88482
▁ለልጆቻቸው	-9.88482
▁ለመለየት	-9.88482
▁ለመርሳት	-9.88482
▁ለመቀመጥ	-9.88482
▁ለመቅሰም	-9.88482
▁ለመቆጣጠር	-9.88482
▁ለመተዋወቅ	-9.88482
▁ለመንከባከብ	-9.88482
▁ለመክፈት	-9.88482
▁ለመውጣት	-9.88482
▁ለመያዝ	-9.88482
▁ለመግለጽ	-9.88482
▁ለመጎብኘት	-9.88482
▁ለመጠበቅ	-9.88482
▁ለመጡት	-9.88482
▁ለመጣል	-9.88482
▁ለመጮህ	-9.88482
▁ለመፍታት	-9.88482
▁ለሚቆጠሩ	-9.88482
▁ለሚጠጋ	-9.88482
▁ለማምጣት	-9.88482
▁ለማረጋገጥ	-9.88482
▁ለማረጋጋት	-9.88482
▁ለማሳካት	-9.88482
▁ለማናቸውም	-9.88482
▁ለማጥናት	-9.88482
▁ለሰላምታ	-9.88482
▁ለትምህርት	-9.88482
▁ለአሁኑ	-9.88482
▁ለኢማኪዩሌ	-9.88482
▁ለኤይማብል	-9.88482
▁ለእያንዳንዱ	-9.88482
▁ለእጅ	-9.88482
▁ለወታደሮቹ	-9.88482
▁ለወትሮው	-9.88482
▁ለዓመታት	-9.88482
▁ለዓይን	-9.88482
▁ለዘላለሙ	-9.88482
▁ለዚህ	-9.88482
▁ለየት	-9.88482
▁ለጸሎቴ	-9.88482
▁ሊሆኑ	-9.88482
▁ሊኖር	-9.88482
▁ሊኦናርድ፣	-9.88482
▁ሊከሰት	-9.88482
▁ላለፉት	-9.88482
▁ላንተ	-9.88482
▁ሌሊትም	-9.88482
▁ልሆን	-9.88482
▁ልባዊ	-9.88482
▁ልብሶቹን	-9.88482
▁ልብሶቼን	-9.88482
▁ልብን	-9.88482
▁ልከኛ	-9.88482
▁ልጃገረድ	-9.88482
▁ልጃገረዶች	-9.88482
▁ልጄ	-9.88482
▁ልጄ››	-9.88482
▁ልጅም	-9.88482
▁ልጆችም	-9.88482
▁ልጆቿ	-9.88482
▁ልጆቿንና	-9.88482
▁ልጇ	-9.88482
▁ሐሳቤን	-9.88482
▁ሐሳቦቼ	-9.88482
▁ሐዘኔታና	-9.88482
▁ሐዘን	-9.88482
▁ሕልሜ	-9.88482
▁ሕንጻ	-9.88482
▁ሕንጻዎች	-9.88482
▁ሕይወታችን	-9.88482
▁መሄዴ	-9.88482
▁መሆናችን	-9.88482
▁መሆናችንን	-9.88482
▁መሆኔ	-9.88482
▁መለሰልኝ፡፡	-9.88482
▁መለስ	-9.88482
▁መለስኩላቸው፡፡	-9.88482
▁መልሼ	-9.88482
▁መልአክ	-9.88482
▁መልከ	-9.88482
▁መልካሙ	-9.88482
▁መምህሩ	-9.88482
▁መምህራን	-9.88482
▁መምጣት	-9.88482
▁መሣሪያና	-9.88482
▁መሣሪያውን	-9.88482
▁መርፌዎች	-9.88482
▁መሰለ፡፡	-9.88482
▁መሰል	-9.88482
▁መሳይ	-9.88482
▁መስለው	-9.88482
▁መስተጋብር	-9.88482
▁መቀበል	-9.88482
▁መቃብሮች	-9.88482
▁መቅድም	-9.88482
▁መቋቋም	-9.88482
▁መብረቅ	-9.88482
▁መብት	-9.88482
▁መተማመን	-9.88482
▁መትረፌ	-9.88482
▁መነሻነት	-9.88482
▁መነኩሲት	-9.88482
▁መንገድም	-9.88482
▁መንጋ	-9.88482
▁መንፈሴን	-9.88482
▁መኖርን	-9.88482
▁መኝታዬ	-9.88482
▁መአት	-9.88482
▁መከላከል	-9.88482
▁መከፋፈል	-9.88482
▁መያዝ	-9.88482
▁መድሎ	-9.88482
▁መድረኮች	-9.88482
▁መጀመር	-9.88482
▁መገኛ	-9.88482
▁መጠለያ	-9.88482
▁መጡ	-9.88482
▁መጣር	-9.88482
▁መጣች፡፡	-9.88482
▁መጥተዋል፡፡	-9.88482
▁መጥቼ	-9.88482
▁መጨረሻም	-9.88482
▁መጻሕፍቴን	-9.88482
▁መጻሕፍት	-9.88482
▁መጻሕፍትም	-9.88482
▁መጻፍ	-9.88482
▁መፈራረስ	-9.88482
▁ሙሜ	-9.88482
▁ሚኒስትር	-9.88482
▁ማለታቸው	-9.88482
▁ማለቴ	-9.88482
▁ማላባና	-9.88482
▁ማሪያኔ	-9.88482
▁ማራቅ	-9.88482
▁ማራኪ	-9.88482
▁ማናገር	-9.88482
▁ማውጣት	-9.88482
▁ማየቱ	-9.88482
▁ማየቴን	-9.88482
▁ማዳመጥ	-9.88482
▁ማጓጓዣ	-9.88482
▁ማጥፋትና	-9.88482
▁ሜዲካል	-9.88482
▁ምራቅ	-9.88482
▁ምስሎች	-9.88482
▁ምስክር	-9.88482
▁ምቾት	-9.88482
▁ምናለ	-9.88482
▁ምንኛ	-9.88482
▁ምክሩን	-9.88482
▁ምክር	-9.88482
▁ምክርና	-9.88482
▁ምድር	-9.88482
▁ምግብም	-9.88482
▁ሞተው	-9.88482
▁ሞቷል	-9.88482
▁ሞክሬያለሁ፡፡	-9.88482
▁ሠራተኛው	-9.88482
▁ሣጥን	-9.88482
▁ሥራም	-9.88482
▁ረዘም	-9.88482
▁ረፍት	-9.88482
▁ሩቅ	-9.88482
▁ራእይ	-9.88482
▁ርህሩህና	-9.88482
▁ርቄ	-9.88482
▁ርኩሳን	-9.88482
▁ርዕስ	-9.88482
▁ሮዝ	-9.88482
▁ሰለባዎች	-9.88482
▁ሰማናቸው፡፡	-9.88482
▁ሰምቻለሁ፡፡	-9.88482
▁ሰምቻቸዋለሁ፡፡	-9.88482
▁ሰቆቃዎች	-9.88482
▁ሰንጥቆ	-9.88482
▁ሰውነታችንን	-9.88482
▁ሰውዬውን	-9.88482
▁ሰጠኝ፡፡	-9.88482
▁ሰጡኝ፡፡	-9.88482
▁ሰፊ	-9.88482
▁ሲሞቱ	-9.88482
▁ሲሞክር	-9.88482
▁ሲባል	-9.88482
▁ሲናገሩ	-9.88482
▁ሲናገር	-9.88482
▁ሲወጡ	-9.88482
▁ሲያልቅ	-9.88482
▁ሲያቃጥሉት	-9.88482
▁ሲያናግረኝ	-9.88482
▁ሲያወራ	-9.88482
▁ሲያዩ	-9.88482
▁ሲያዩኝ	-9.88482
▁ሲያጠፉ	-9.88482
▁ሲጀምር	-9.88482
▁ሲጠሩ	-9.88482
▁ሲጠይቁት	-9.88482
▁ሳለቅስ	-9.88482
▁ሳስበው	-9.88482
▁ሳቢያ	-9.88482
▁ሳያልቅ	-9.88482
▁ሳደርግ	-9.88482
▁ሳጣ	-9.88482
▁ሴትዮዋ	-9.88482
▁ሴቶችን	-9.88482
▁ስለሆንሽ	-9.88482
▁ስለሚችል	-9.88482
▁ስለሚፈልጉ	-9.88482
▁ስለማበሳጨት	-9.88482
▁ስለተሰማኝ	-9.88482
▁ስለነበረው	-9.88482
▁ስለፈራ	-9.88482
▁ስላለህ	-9.88482
▁ስመጣ	-9.88482
▁ስሜታቸውን	-9.88482
▁ስሜቴ	-9.88482
▁ስሜቶች	-9.88482
▁ስምምነት	-9.88482
▁ስሞች	-9.88482
▁ስትናገር	-9.88482
▁ስትወጣ	-9.88482
▁ስነቃ	-9.88482
▁ስንመለስ	-9.88482
▁ስንገባ	-9.88482
▁ስኬታማ	-9.88482
▁ስደተኛ	-9.88482
▁ስጠብቅ	-9.88482
▁ስጸልይ	-9.88482
▁ሶኒ	-9.88482
▁ሹክሹክታ	-9.88482
▁ሺዎች	-9.88482
▁ሽልማትን	-9.88482
▁ሽያጭ	-9.88482
▁ቀናትን	-9.88482
▁ቀንም	-9.88482
▁ቀንና	-9.88482
▁ቀዳሜ-ቃል	-9.88482
▁ቀድሞ	-9.88482
▁ቀጠለች፡፡	-9.88482
▁ቀጠሉ	-9.88482
▁ቀጠልኩ፡፡	-9.88482
▁ቀጥ	-9.88482
▁ቀጥሎ	-9.88482
▁ቀጭ	-9.88482
▁ቁልቁለት	-9.88482
▁ቁምሳጥኑ	-9.88482
▁ቁምሳጥኑን	-9.88482
▁ቅርጽ	-9.88482
▁ቅኝ	-9.88482
▁ቅዝቃዜ	-9.88482
▁ቅድስት	-9.88482
▁ቆመና	-9.88482
▁ቆመ፡፡	-9.88482
▁ቆምኩ፡፡	-9.88482
▁ቆየ፡፡	-9.88482
▁ቆይቷል፡፡	-9.88482
▁ቋንቋዎች	-9.88482
▁በ1973ቱ	-9.88482
▁በሀገራችን	-9.88482
▁በሀገር	-9.88482
▁በሁቱ	-9.88482
▁በሃፍረት	-9.88482
▁በሉ	-9.88482
▁በሉ››	-9.88482
▁በላቀ	-9.88482
▁በላብ	-9.88482
▁በሌላው	-9.88482
▁በሌሎች	-9.88482
▁በልዩ	-9.88482
▁በሐይቁ	-9.88482
▁በሕይወታቸው	-9.88482
▁በመላው	-9.88482
▁በመሥራትና	-9.88482
▁በመንደሬ	-9.88482
▁በመኖሪያ	-9.88482
▁በመግደል	-9.88482
▁በመጠቀም	-9.88482
▁በመጭው	-9.88482
▁በሚገኝ	-9.88482
▁በማንኛዋም	-9.88482
▁በማንኛውም	-9.88482
▁በማወቄ	-9.88482
▁በምስጢር	-9.88482
▁በምሽቱ	-9.88482
▁በራችን	-9.88482
▁በራችንን	-9.88482
▁በሮች	-9.88482
▁በሰማይ	-9.88482
▁በሰውነቴ	-9.88482
▁በሰፊው	-9.88482
▁በሳምንት	-9.88482
▁በስልክ	-9.88482
▁በስተቀረ	-9.88482
▁በቀል	-9.88482
▁በቀልን	-9.88482
▁በቀስታ	-9.88482
▁በቀጣዮቹ	-9.88482
▁በቁመት	-9.88482
▁በበኩሏ	-9.88482
▁በባሰ	-9.88482
▁በቤተሰቡ	-9.88482
▁በቤተሰባችን	-9.88482
▁በቤታቸው	-9.88482
▁በቤቴ	-9.88482
▁በቤት	-9.88482
▁በብረቱ	-9.88482
▁በብዛት	-9.88482
▁በተለየ	-9.88482
▁በተለያዩ	-9.88482
▁በተሸከርካሪ	-9.88482
▁በተሸከርካሪው	-9.88482
▁በተባበሩት	-9.88482
▁በተከታታይ	-9.88482
▁በታሪክ	-9.88482
▁በታደሰ	-9.88482
▁በትንሿ	-9.88482
▁በትከሻቸው	-9.88482
▁በቶሎ	-9.88482
▁በነበሩት	-9.88482
▁በነዚህ	-9.88482
▁በንዴት	-9.88482
▁በአቅራቢያችን	-9.88482
▁በአንደኛው	-9.88482
▁በአንዱ	-9.88482
▁በአውሮፓውያን	-9.88482
▁በአግባቡ	-9.88482
▁በአጭር	-9.88482
▁በእምነት	-9.88482
▁በእያንዳንዱ	-9.88482
▁በከተማው	-9.88482
▁በወንድሜ	-9.88482
▁በዓለማችን	-9.88482
▁በዕውቀት	-9.88482
▁በዘለለ	-9.88482
▁በዘውጉ	-9.88482
▁በዚህች	-9.88482
▁በዚች	-9.88482
▁በዩኒቨርሲቲ	-9.88482
▁በዩኒቨርሲቲው	-9.88482
▁በደረሰባት	-9.88482
▁በደጉ	-9.88482
▁በደግነት	-9.88482
▁በዳማሲን	-9.88482
▁በድጋሚም	-9.88482
▁በግሌ	-9.88482
▁በግንቡ	-9.88482
▁በጎረቤት	-9.88482
▁በጦርነቱ	-9.88482
▁በጫካው	-9.88482
▁በፊቱ	-9.88482
▁ቡድኑ	-9.88482
▁ቢቀር	-9.88482
▁ባህል	-9.88482
▁ባለቤት	-9.88482
▁ባላውቅም	-9.88482
▁ባሌ	-9.88482
▁ባሏ	-9.88482
▁ባሏን	-9.88482
▁ባሕር	-9.88482
▁ባንዴ	-9.88482
▁ባየሁት	-9.88482
▁ባይኖረኝም	-9.88482
▁ቤተሰቡን	-9.88482
▁ቤተክርስቲያኑ	-9.88482
▁ቤቴን	-9.88482
▁ቤትም	-9.88482
▁ቤት፣	-9.88482
▁ብላችሁ	-9.88482
▁ብል	-9.88482
▁ብረት-ለበስ	-9.88482
▁ብርቅዬ	-9.88482
▁ብርያንና	-9.88482
▁ብርያንን	-9.88482
▁ብርግድ	-9.88482
▁ብትሆን	-9.88482
▁ብትሆንም	-9.88482
▁ብቸኛዋ	-9.88482
▁ብቸኝነት	-9.88482
▁ብናውቅም	-9.88482
▁ብንሞክርም	-9.88482
▁ብዙሃን	-9.88482
▁ብዙዎቹን	-9.88482
▁ብዛት	-9.88482
▁ብያለሁ፡፡	-9.88482
▁ብዬም	-9.88482
▁ብፈልግም	-9.88482
▁ቦምብ	-9.88482
▁ቦጎሶራ	-9.88482
▁ቪክተር	-9.88482
▁ቪያኒም	-9.88482
▁ቪያኒንና	-9.88482
▁ቪያኒ፤	-9.88482
▁ተመለሰ፡፡	-9.88482
▁ተመልሶ	-9.88482
▁ተማርኮ	-9.88482
▁ተራው	-9.88482
▁ተሽከርካሪዎች	-9.88482
▁ተቀምጣ	-9.88482
▁ተብለው	-9.88482
▁ተነሥቶ	-9.88482
▁ተነሺ፡፡	-9.88482
▁ተንቀሳቃሽ	-9.88482
▁ተንከባክበን	-9.88482
▁ተንፍሼ	-9.88482
▁ተኖ	-9.88482
▁ተአምር	-9.88482
▁ተከፈተ፡፡	-9.88482
▁ተኩስ	-9.88482
▁ተዋናይ	-9.88482
▁ተዋጠ፡፡	-9.88482
▁ተደስቼ	-9.88482
▁ተደብቆ	-9.88482
▁ተገናኘሁ፡፡	-9.88482
▁ተግባራትን	-9.88482
▁ተጠያቂ	-9.88482
▁ተጨፍጭፈዋል፡፡	-9.88482
▁ታሪኩ	-9.88482
▁ታሪኩን	-9.88482
▁ታሪክና	-9.88482
▁ታሪኳም	-9.88482
▁ታውቃለህ፡፡	-9.88482
▁ታውቆኛል፡፡	-9.88482
▁ታደርጋለች፡፡	-9.88482
▁ታደርግልኛለች፡፡	-9.88482
▁ትልልቅ	-9.88482
▁ትርጉሙ	-9.88482
▁ትርፍ	-9.88482
▁ትተውን	-9.88482
▁ትታ	-9.88482
▁ትችያለሽ፡፡››	-9.88482
▁ትነግረናለህ	-9.88482
▁ትንሹ፣	-9.88482
▁ትንሿ	-9.88482
▁ትንንሾቹ	-9.88482
▁ትንፋሼን	-9.88482
▁ትውልዶች	-9.88482
▁ትዕይንቱ	-9.88482
▁ትዕይንቶች	-9.88482
▁ትዝታዎቼ	-9.88482
▁ቸል	-9.88482
▁ቻለ?	-9.88482
▁ቻሉ?	-9.88482
▁ችላለች፡፡	-9.88482
▁ችሏል፡፡	-9.88482
▁ችግርና	-9.88482
▁ኃላፊነት	-9.88482
▁ነህ፡፡	-9.88482
▁ነህ፤	-9.88482
▁ነበረች	-9.88482
▁ነበራቸው፡፡	-9.88482
▁ነበር፣	-9.88482
▁ነበር››	-9.88482
▁ነች?	-9.88482
▁ነገረን፡፡	-9.88482
▁ነፍሶች	-9.88482
▁ኑሮ	-9.88482
▁ናታሻ	-9.88482
▁ናቸው!	-9.88482
▁ናቸው?	-9.88482
▁ንዴቴን	-9.88482
▁አለ?	-9.88482
▁አለማክበር	-9.88482
▁አለምኩ፡፡	-9.88482
▁አለቀስኩ፡፡	-9.88482
▁አለበት	-9.88482
▁አለብሽ፡፡	-9.88482
▁አለብኝ	-9.88482
▁አለን፡፡	-9.88482
▁አሉታዊው	-9.88482
▁አሉና	-9.88482
▁አሉን	-9.88482
▁አልረሳውም፡፡	-9.88482
▁አልቀበልም	-9.88482
▁አልባት	-9.88482
▁አልቻለም	-9.88482
▁አልቻልኩም	-9.88482
▁አልነበረንም፡፡	-9.88482
▁አልነበሩም፡፡	-9.88482
▁አልኳት፡፡	-9.88482
▁አልጋ	-9.88482
▁አልጠራጠርም፡፡	-9.88482
▁አልፈለግሁም	-9.88482
▁አልፈልግም፡፡››	-9.88482
▁አልፈን	-9.88482
▁አሎይዜንና	-9.88482
▁አመመኝ፡፡	-9.88482
▁አመቱ	-9.88482
▁አመፅ	-9.88482
▁አምላክንም	-9.88482
▁አምሽቶ	-9.88482
▁አሠራር	-9.88482
▁አረመኔያዊ	-9.88482
▁አረጋግቼ	-9.88482
▁አረፈው፡፡	-9.88482
▁አርቆ	-9.88482
▁አሰቃቂዎቹ	-9.88482
▁አሰብኩት፡፡	-9.88482
▁አስመስሎ	-9.88482
▁አስቀምጦ	-9.88482
▁አስቀድመው	-9.88482
▁አስበው	-9.88482
▁አስቦ	-9.88482
▁አስተሳሰብ	-9.88482
▁አስተዳዳሪ	-9.88482
▁አስቸጋሪና	-9.88482
▁አስከሬኖችን	-9.88482
▁አስወጥቷል፡፡	-9.88482
▁አስደማሚ	-9.88482
▁አስደነገጠኝ፡፡	-9.88482
▁አቀራረብ	-9.88482
▁አቅሙ	-9.88482
▁አባሺ	-9.88482
▁አባታችንን	-9.88482
▁አባቴንና	-9.88482
▁አባት	-9.88482
▁አባትሽን	-9.88482
▁አቤት!	-9.88482
▁አብሬው	-9.88482
▁አብሬያት	-9.88482
▁አብሮን	-9.88482
▁አብሮኝ	-9.88482
▁አብያተ	-9.88482
▁አትክልት	-9.88482
▁አትጨነቂ፡፡	-9.88482
▁አነባሁ፡፡	-9.88482
▁አንባቢው	-9.88482
▁አንተም	-9.88482
▁አንቺንም	-9.88482
▁አንደሆነ	-9.88482
▁አንደኛ	-9.88482
▁አንዱና	-9.88482
▁አንዲትም	-9.88482
▁አንዳቸው	-9.88482
▁አንዴም	-9.88482
▁አንጠልጣይ	-9.88482
▁አካባቢው	-9.88482
▁አካባቢያችን	-9.88482
▁አክስቴ	-9.88482
▁አኰቴት	-9.88482
▁አወጣሁና	-9.88482
▁አዋቂዎችን	-9.88482
▁አውርተናል፡፡	-9.88482
▁አውጥተው	-9.88482
▁አዎንታዊ	-9.88482
▁አዛውንት	-9.88482
▁አዛዥ	-9.88482
▁አየዋለሁ፡፡	-9.88482
▁አዩኝ፡፡	-9.88482
▁አያለሁ፡፡	-9.88482
▁አያቴ	-9.88482
▁አይሆንም!	-9.88482
▁አይመስለኝም፡፡	-9.88482
▁አይመስልም፡፡	-9.88482
▁አይቀርም፤	-9.88482
▁አይተዋል	-9.88482
▁አይቼ	-9.88482
▁አይችሉም፡፡	-9.88482
▁አይነቶቹን	-9.88482
▁አይደለሁም፡፡	-9.88482
▁አይደለም፣	-9.88482
▁አይ፣	-9.88482
▁አደረስን፡፡	-9.88482
▁አደረገች፡፡	-9.88482
▁አደረግሁ	-9.88482
▁አደራ	-9.88482
▁አደንዛዥ	-9.88482
▁አዳራሹ	-9.88482
▁አድርጋቸው፡፡	-9.88482
▁አድነው	-9.88482
▁አጀብ	-9.88482
▁አገኘኋት፡፡	-9.88482
▁አጎቴ	-9.88482
▁አጠገቤ	-9.88482
▁አጥር	-9.88482
▁አጭር	-9.88482
▁አጽናፍ	-9.88482
▁አፌም	-9.88482
▁አፍጥጬ	-9.88482
▁ኢማኪዩሌ?››	-9.88482
▁ኢማኪዩሌ፡፡››	-9.88482
▁ኢንተርሃምዌ	-9.88482
▁እሆናለሁ፡፡	-9.88482
▁እላለሁ	-9.88482
▁እመኛለሁ፡፡	-9.88482
▁እማማ፣	-9.88482
▁እምነትና	-9.88482
▁እሞክራለሁ፡፡	-9.88482
▁እረፍት	-9.88482
▁እራት	-9.88482
▁እርምጃ	-9.88482
▁እስረኛ	-9.88482
▁እስኪያልቅ	-9.88482
▁እስኪጨርስ	-9.88482
▁እቅፍ	-9.88482
▁እባላለሁ	-9.88482
▁እባብ	-9.88482
▁እባክዎን	-9.88482
▁እቤታቸው	-9.88482
▁እነርሱም	-9.88482
▁እነሱ	-9.88482
▁እናታችን	-9.88482
▁እናቴና	-9.88482
▁እናቶች	-9.88482
▁እንስሶች	-9.88482
▁እንባዬ	-9.88482
▁እንችላለን፡፡	-9.88482
▁እንኳ	-9.88482
▁እንደሌለብኝ	-9.88482
▁እንደሚያስፈልጋቸው	-9.88482
▁እንደሚገባኝ	-9.88482
▁እንደማያደርጉልኝ	-9.88482
▁እንደምትችል	-9.88482
▁እንደምችል	-9.88482
▁እንደነገሩ	-9.88482
▁እንደኔው	-9.88482
▁እንዲሄዱ	-9.88482
▁እንዲቆሙ	-9.88482
▁እንዲኖረን	-9.88482
▁እንዲያነበው	-9.88482
▁እንዲያደርጉ	-9.88482
▁እንዲያደርጉኝ	-9.88482
▁እንዲያገኙኝ	-9.88482
▁እንዳለሁ	-9.88482
▁እንዳሉት	-9.88482
▁እንዳላይ	-9.88482
▁እንዳልሆንኩ	-9.88482
▁እንዳልነበር	-9.88482
▁እንዳይቀሩ	-9.88482
▁እንዳገኝ	-9.88482
▁እንድታገኚ	-9.88482
▁እንድናይ	-9.88482
▁እንጂ››	-9.88482
▁እንጃ	-9.88482
▁እንጭጭ	-9.88482
▁እኝህ	-9.88482
▁እኩል	-9.88482
▁እየሄድኩ	-9.88482
▁እየመጣ	-9.88482
▁እየተካሄደ	-9.88482
▁እየተዋጉ	-9.88482
▁እየተዘዋወረች	-9.88482
▁እየዘመሩ	-9.88482
▁እየገፋ	-9.88482
▁እየጎላ	-9.88482
▁እየጨመረ	-9.88482
▁እያንዳንዳችን	-9.88482
▁እያደረገ	-9.88482
▁እያደረጉ	-9.88482
▁እያደረግሽ	-9.88482
▁እጅና	-9.88482
▁እጆቹ	-9.88482
▁እጆቻችንን	-9.88482
▁እግሮቻችን	-9.88482
▁እግሮች	-9.88482
▁እጥረት	-9.88482
▁እጽ	-9.88482
▁እፎይታ	-9.88482
▁ከሁለተኛ	-9.88482
▁ከሁለተኛው	-9.88482
▁ከሁላችንም	-9.88482
▁ከሁቱ	-9.88482
▁ከሄድን	-9.88482
▁ከሆናችሁ	-9.88482
▁ከላይ	-9.88482
▁ከልጆቹ	-9.88482
▁ከመሄዱ	-9.88482
▁ከመሄዳችን	-9.88482
▁ከረጅም	-9.88482
▁ከራሳችሁ	-9.88482
▁ከሰማኋቸው	-9.88482
▁ከሰዓታት	-9.88482
▁ከሳራ	-9.88482
▁ከስድስት	-9.88482
▁ከቁምሳጥኑ	-9.88482
▁ከቄስ	-9.88482
▁ከቆለፉብን	-9.88482
▁ከበፊቱ	-9.88482
▁ከብዙ	-9.88482
▁ከተለያዩ	-9.88482
▁ከተሸከርካሪው	-9.88482
▁ከተቻለ	-9.88482
▁ከኋላችን	-9.88482
▁ከነሱ	-9.88482
▁ከአልጋው	-9.88482
▁ከአምላኬ	-9.88482
▁ከአንደኛ	-9.88482
▁ከእምነቴ	-9.88482
▁ከእራት	-9.88482
▁ከእርሷ	-9.88482
▁ከእነዚህ	-9.88482
▁ከእንግዲህ	-9.88482
▁ከኪጋሊ	-9.88482
▁ከክፉ	-9.88482
▁ከክፍሌ	-9.88482
▁ከወንድሞቼ	-9.88482
▁ከዓለም	-9.88482
▁ከዕለት	-9.88482
▁ከዮሃንስ	-9.88482
▁ከደረስኩ	-9.88482
▁ከገባሁ	-9.88482
▁ከገነት	-9.88482
▁ከግማሽ	-9.88482
▁ከግምት	-9.88482
▁ከጓደኞቹ	-9.88482
▁ከጠየቅን	-9.88482
▁ከፊታችን	-9.88482
▁ከፍቼ	-9.88482
▁ከፖለቲካ	-9.88482
▁ኪንያሩዋንዳ	-9.88482
▁ካለው	-9.88482
▁ካለፈው	-9.88482
▁ካሉት	-9.88482
▁ካናዳዊ	-9.88482
▁ካየሁት	-9.88482
▁ካየኋቸው	-9.88482
▁ካገኘኋቸው	-9.88482
▁ኬላዎች	-9.88482
▁ክሌሜንት	-9.88482
▁ክስተቱ	-9.88482
▁ክብ	-9.88482
▁ክው	-9.88482
▁ክፍለ	-9.88482
▁ክፍሉን	-9.88482
▁ክፍላቸው	-9.88482
▁ኮሎኔሉ	-9.88482
▁ኮከብ	-9.88482
▁ወላጅ-አልባ	-9.88482
▁ወላጆቻችን	-9.88482
▁ወላጆች	-9.88482
▁ወላጆችሽ	-9.88482
▁ወረቀቶች	-9.88482
▁ወረደበት፡፡	-9.88482
▁ወሰደኝ፡፡	-9.88482
▁ወስጄ	-9.88482
▁ወንበሮች	-9.88482
▁ወንድምሽ	-9.88482
▁ወንድሞችሽ	-9.88482
▁ወንዶችን	-9.88482
▁ወይስ	-9.88482
▁ወደር	-9.88482
▁ወደነበረበት	-9.88482
▁ወጣቶች	-9.88482
▁ወጣቶችን	-9.88482
▁ወጣ፡፡	-9.88482
▁ወጥተው	-9.88482
▁ወጥታ	-9.88482
▁ወጥቼ	-9.88482
▁ዋለ፡፡	-9.88482
▁ዋነኛ	-9.88482
▁ዋጋ	-9.88482
▁ውርጅብኝ	-9.88482
▁ውሳኔ	-9.88482
▁ውሸት	-9.88482
▁ውበትና	-9.88482
▁ውጊያ	-9.88482
▁ውፍረት	-9.88482
▁ዐሳ	-9.88482
▁ዑደት	-9.88482
▁ዓለምን	-9.88482
▁ዓመቱ	-9.88482
▁ዓመቴ	-9.88482
▁ዓይኖቹን	-9.88482
▁ዕለት	-9.88482
▁ዕንጨት	-9.88482
▁ዕድሉ	-9.88482
▁ዘላቂ	-9.88482
▁ዘመናት	-9.88482
▁ዘመድ	-9.88482
▁ዘበኛው	-9.88482
▁ዘወትር	-9.88482
▁ዘውግ-ተኮር	-9.88482
▁ዘውግን	-9.88482
▁ዘገባዎችን	-9.88482
▁ዘግቼ	-9.88482
▁ዘጠኝ	-9.88482
▁ዛፍ	-9.88482
▁ዝርዝሩን	-9.88482
▁ዝናብ	-9.88482
▁ዞረ፡፡	-9.88482
▁ዣኔትና	-9.88482
▁የ12	-9.88482
▁የሀገሪቱ	-9.88482
▁የሀገራችን	-9.88482
▁የሁቱው	-9.88482
▁የሃዘኔታ	-9.88482
▁የሄይ	-9.88482
▁የሄደ	-9.88482
▁የለንም	-9.88482
▁የሌሎቹን	-9.88482
▁የልደት	-9.88482
▁የሕይወቴ	-9.88482
▁የሕይወት	-9.88482
▁የሕግ	-9.88482
▁የመልስ	-9.88482
▁የመንገድ	-9.88482
▁የመጀመሪያዋን	-9.88482
▁የመጀመሪያውን	-9.88482
▁የመጀመሪያዬ	-9.88482
▁የመጣ	-9.88482
▁የመጨረሻው	-9.88482
▁የሚሄድ	-9.88482
▁የሚሆነው	-9.88482
▁የሚሆኑት	-9.88482
▁የሚሉ	-9.88482
▁የሚረዳንን	-9.88482
▁የሚችለው	-9.88482
▁የሚናገሩትን	-9.88482
▁የሚንጸባረቅባቸው	-9.88482
▁የሚኖሩ	-9.88482
▁የሚከተለውን	-9.88482
▁የሚወስደውን	-9.88482
▁የሚያሰማው	-9.88482
▁የሚያናውጥ	-9.88482
▁የሚያወሩት	-9.88482
▁የሚደርስ	-9.88482
▁የሚፈልገው	-9.88482
▁የማስተማር	-9.88482
▁የማዋየው	-9.88482
▁የማይችል	-9.88482
▁የማይነገር	-9.88482
▁የማደርገው	-9.88482
▁የማገገም	-9.88482
▁የምለው	-9.88482
▁የምችለውን	-9.88482
▁የምናደርገውን	-9.88482
▁የምንችለው	-9.88482
▁የምኖር	-9.88482
▁የምከፍለው	-9.88482
▁የምወደውን	-9.88482
▁የሥነጽሑፍ	-9.88482
▁የሦስት	-9.88482
▁የራሳቸውን	-9.88482
▁የራሳችንን	-9.88482
▁የሰቆቃ	-9.88482
▁የሰባት	-9.88482
▁የሰውነት	-9.88482
▁የሳራ	-9.88482
▁የሴት	-9.88482
▁የቀረ	-9.88482
▁የቀረኝ	-9.88482
▁የቀረው	-9.88482
▁የቀሩ	-9.88482
▁የቆሙ	-9.88482
▁የቆዳ	-9.88482
