<unk>	0
<s>	0
</s>	0
▁	-2.8908
ን	-3.17379
ም	-3.87154
ና	-4.09109
▁በ	-4.20906
ት	-4.21762
▁የ	-4.40286
ል	-4.43609
ው	-4.4556
▁አ	-4.60143
ር	-4.66243
፡፡	-4.71316
ስ	-4.77763
▁ከ	-4.82678
ለ	-4.96936
ብ	-5.00788
፣	-5.03299
▁‹‹	-5.06266
▁መ	-5.07527
ረ	-5.15924
ታ	-5.16156
ደ	-5.19294
ቀ	-5.20284
ግ	-5.25607
መ	-5.2634
ገ	-5.26719
ጠ	-5.26989
▁ተ	-5.28563
ች	-5.29749
ላ	-5.34102
ተ	-5.34308
ሰ	-5.35973
ነ	-5.36168
▁ለ	-5.36629
ራ	-5.38341
››	-5.39542
በ	-5.39548
ድ	-5.39978
ፍ	-5.42158
ኝ	-5.42432
ጥ	-5.47592
▁ላይ	-5.48689
▁ይ	-5.50393
ቅ	-5.55151
▁እ	-5.55298
ፈ	-5.55644
▁ወደ	-5.57464
▁ያ	-5.59485
ሽ	-5.6075
ሳ	-5.62381
ማ	-5.64211
▁ሲ	-5.64668
ይ	-5.66475
ባ	-5.6656
ያ	-5.6672
▁የሚ	-5.67414
▁ማ	-5.70037
▁-	-5.73488
፤	-5.74528
ዳ	-5.7842
በት	-5.7847
ከ	-5.80267
ቃ	-5.80779
የ	-5.80942
▁ነው፡፡	-5.85474
ክ	-5.88322
ህ	-5.88886
ጋ	-5.90888
ሉ	-5.91056
▁እንደ	-5.91223
▁ግን	-5.9176
ኩ	-5.96033
▁ስለ	-5.98075
ዋ	-6.02066
ወ	-6.05039
ሩ	-6.05124
▁ባ	-6.0779
ቸው	-6.11454
ጣ	-6.11796
ቆ	-6.11945
ቱ	-6.12704
ካ	-6.13675
▁ሊ	-6.15749
ዎች	-6.16
▁ጊዜ	-6.16708
▁ት	-6.18391
ሁ	-6.19292
▁ኢ	-6.23075
ም፡፡	-6.25494
!	-6.27497
▁አል	-6.28333
▁ነው	-6.28562
ዝ	-6.30089
ዘ	-6.33021
▁የተ	-6.34682
|	-6.35379
▁ጋር	-6.35651
ቁ	-6.36043
▁ነገር	-6.36581
▁ለመ	-6.38026
▁በመ	-6.40125
▁በጣም	-6.40412
ውን	-6.40775
▁ውስጥ	-6.41659
ነት	-6.41943
▁በኋላ	-6.4209
▁ቤት	-6.44248
▁ስ	-6.44435
?	-6.44717
▁እየ	-6.44961
ሮ	-6.46987
ፋ	-6.48006
▁ሁሉ	-6.50644
ሸ	-6.51578
ቶ	-6.5221
▁አስ	-6.52366
▁እንዲ	-6.53951
▁ሰው	-6.57442
ቡ	-6.57837
-	-6.58676
ቼ	-6.59448
▁አንድ	-6.5947
▁እንዳ	-6.60679
▁አይ	-6.61953
ጽ	-6.62203
▁ምን	-6.64797
ኑ	-6.64854
ጨ	-6.65428
ዩ	-6.65822
ኛ	-6.6665
ጉ	-6.67069
▁እኔ	-6.68214
ችሁ	-6.69832
▁ወ	-6.70263
ሪ	-6.71381
ኝ፡፡	-6.72766
ሰማ	-6.73157
▁የሚያ	-6.73647
ጭ	-6.73758
ዬ	-6.74256
ችን	-6.75652
▁ምንም	-6.76053
▁ሰ	-6.76877
ል፡፡	-6.77292
▁ሰዎች	-6.77311
▁ሳ	-6.79241
ን፡፡	-6.80177
▁ቀ	-6.81135
ጎ	-6.81351
▁ሁ	-6.82445
ዛ	-6.82467
ዱ	-6.8267
ባቸው	-6.83836
ሱ	-6.84955
▁አለ	-6.85192
ጀ	-6.85201
ኔ	-6.85202
▁እን	-6.85294
ሞ	-6.86107
ሙ	-6.86685
▁ይህ	-6.87071
▁ኪ	-6.87103
ሬ	-6.87242
መጣ	-6.87749
▁ዛ	-6.89654
▁ለማ	-6.90339
▁ነ	-6.90579
ፊ	-6.90891
▁እያ	-6.91257
▁ያለ	-6.91881
▁ካ	-6.92707
ቻ	-6.92824
?››	-6.93046
▁ብዙ	-6.93518
ቴ	-6.9451
ለው	-6.9675
ሻ	-6.9678
▁ሌ	-6.9679
▁ጊ	-6.97005
ቹ	-6.97126
ሃ	-6.9739
▁...	-6.98115
ልኝ	-6.98256
እ	-6.98691
...	-6.99349
ተው	-6.99712
▁እንደሆነ	-6.99747
▁እንደሚ	-7.01173
▁ታ	-7.02024
ሌ	-7.0243
▁እንዴት	-7.03704
ሄድ	-7.03971
▁ል	-7.04275
ላቸው	-7.04722
ቤ	-7.04825
ገባ	-7.05638
ጫ	-7.0695
!››	-7.07131
▁ቤቱ	-7.08005
▁ዩ	-7.08638
ሎ	-7.09115
▁አባቴ	-7.09493
▁ብዬ	-7.09624
ዋል፡፡	-7.10898
▁እና	-7.11179
▁ቄሱ	-7.11192
ጡ	-7.11613
▁ብቻ	-7.12451
▁ዳማሲን	-7.13128
ቷ	-7.13588
▁በማ	-7.13739
ሚ	-7.13779
▁እንኳን	-7.15058
▁ቱ	-7.15599
ዊ	-7.17285
▁ሥራ	-7.17322
▁ይህን	-7.17611
▁ሲያ	-7.18075
ት፡፡	-7.18574
ኖ	-7.18765
ኩ፡፡	-7.18906
ቋ	-7.19293
▁ገዳዮቹ	-7.20432
▁ትምህርት	-7.21197
▁ደ	-7.21425
▁እግዚአብሔር	-7.22725
▁ሆነ	-7.23129
ሊ	-7.23557
▁ጠ	-7.23728
ቶች	-7.24237
▁አሁን	-7.25021
▁ኢማኪዩሌ	-7.25367
▁ብ	-7.25476
ጅ	-7.26151
ኖር	-7.26302
▁ነበር፡፡	-7.26848
ኛል፡፡	-7.27018
ለሁ፡፡	-7.27306
▁የማ	-7.27433
▁ዘ	-7.27649
▁ቱትሲ	-7.27905
ሉ፡፡	-7.27978
▁ብሎ	-7.2826
▁በላይ	-7.28604
▁በተ	-7.29364
▁ስላ	-7.29593
ወጣ	-7.30026
ገድ	-7.32623
.	-7.32886
ኮ	-7.33011
ጸ	-7.34282
▁ሁኔታ	-7.34482
▁መንገድ	-7.34513
ፉ	-7.35513
ነው	-7.36538
ቂ	-7.36593
▁ጥ	-7.3771
ቱን	-7.37942
መጡ	-7.38338
▁ክፍል	-7.39472
▁በአ	-7.39588
▁እንድ	-7.39819
▁ያህል	-7.40122
▁በፊት	-7.41302
አ	-7.41742
▁ቢ	-7.41796
▁ባለ	-7.41983
ሜ	-7.42052
ዎቹ	-7.42189
▁አሳ	-7.42314
ሁ፡፡	-7.42485
ጓ	-7.4363
▁ልጅ	-7.43816
ታችን	-7.43944
ሶ	-7.44721
ራቸው	-7.44864
ቦ	-7.45071
ሆኑ	-7.46005
▁ቀን	-7.46287
▁ገ	-7.46677
▁ነበር	-7.46677
ቀው	-7.46846
ቻቸው	-7.47994
▁በሚ	-7.48002
▁ላ	-7.48306
ባት	-7.4837
▁እየተ	-7.48495
▁ዓይነት	-7.4877
ዶ	-7.49038
ናል፡፡	-7.49787
ለሁ	-7.50258
▁አላ	-7.50291
ቸውን	-7.50528
▁ድረስ	-7.51109
ለች፡፡	-7.52106
ዚ	-7.52356
▁የዘር	-7.52425
መን	-7.53484
▁ልጆች	-7.53702
▁ጥሩ	-7.54086
▁እንዲያ	-7.54327
▁ቆ	-7.54566
▁ወታደሮች	-7.55035
ዬን	-7.55086
▁ከመ	-7.55142
▁ሁቱ	-7.55273
▁እንደተ	-7.55665
▁እዚህ	-7.55948
▁ወይንም	-7.56436
በር	-7.57575
ቄ	-7.57696
▁በዚህ	-7.57761
▁በዚያ	-7.57762
ተኛ	-7.58061
ልክ	-7.5871
▁ጸ	-7.59373
▁መጽሐፍ	-7.59681
ሰብ	-7.59704
ኩት	-7.5978
▁ስል	-7.60132
5	-7.60551
▁ቢሆንም	-7.60557
▁ቱትሲዎች	-7.60564
ዎ	-7.60813
................	-7.61215
ሥ	-7.61366
▁ወቅት	-7.62061
▁ስፍራ	-7.62156
ራት	-7.62348
ረው	-7.63256
ጻ	-7.64744
▁አምላክ	-7.64945
▁ያለው	-7.65049
ብኝ	-7.66605
ፈራ	-7.67261
ሴ	-7.67766
ዮ	-7.67908
▁እናቴ	-7.68284
9	-7.69425
▁ሙሉ	-7.69483
ኘ	-7.70991
▁ተስፋ	-7.71026
▁ሁሉም	-7.71125
▁ሳይ	-7.71385
▁የለ	-7.71403
▁ቃል	-7.7145
ሰው	-7.71636
▁የመ	-7.7171
ጊ	-7.71892
▁ከዚያ	-7.72088
ጃ	-7.72582
▁ትንሽ	-7.727
▁ማለት	-7.72981
▁ሌላ	-7.73382
▁ሁቱዎች	-7.7351
ጦ	-7.74157
▁እስኪ	-7.74387
ናገር	-7.74429
▁እኮ	-7.74808
ወደ	-7.74949
ቻለ	-7.7633
▁እንዳይ	-7.76943
ሏ	-7.77126
▁ሊያ	-7.77554
▁ያሉ	-7.78447
▁ስት	-7.7874
ገኝ	-7.78861
1	-7.78902
3	-7.79035
...............	-7.79189
▁የም	-7.79324
ሞት	-7.79502
0	-7.79645
▁የማይ	-7.79839
▁ግ	-7.79853
▁ታሪክ	-7.79971
▁ቅ	-7.80404
▁ስም	-7.80576
ቢ	-7.80797
ሁት	-7.80934
ለን፡፡	-7.81062
▁ከዚያም	-7.81497
▁እንደም	-7.82196
ኳ	-7.8232
ነበረ	-7.82375
ዕ	-7.82541
8	-7.82688
▁እንጂ	-7.82735
▁ያስ	-7.83297
ኙ	-7.84363
4	-7.84468
)	-7.84476
▁እጅግ	-7.84497
▁ወንድሜ	-7.84766
▁እኛ	-7.85169
▁እነዚህ	-7.85705
ሯ	-7.85847
መጨረሻ	-7.86209
▁ሙሪንዚ	-7.86294
▁ምዕራ	-7.86295
አባቴ	-7.8632
▁ልቤ	-7.86648
▁በሩዋንዳ	-7.86702
ወቅ	-7.86881
▁የነበረው	-7.87246
▁ሩዋንዳ	-7.87692
ል፤	-7.87863
ሮች	-7.87928
ዲ	-7.8799
ሾ	-7.88146
▁ዘንድ	-7.88185
ላችሁ	-7.8831
ቸ	-7.89706
ጌ	-7.90032
▁ደግሞ	-7.90104
▁ውጪ	-7.9019
▁ስን	-7.90792
▁እንዳለ	-7.90965
ረዳ	-7.90968
▁አያ	-7.9099
▁ወላጆቼ	-7.91105
ጄ	-7.91777
ቆመ	-7.9178
▁በእ	-7.91874
▁ሕይወት	-7.91956
▁ቄስ	-7.92022
በረ	-7.92147
ችው	-7.92284
ነበሩ	-7.92359
ቸዋል፡፡	-7.92573
ሥራ	-7.92584
ለት	-7.92694
▁የምት	-7.92738
ቤት	-7.93266
ወር	-7.93424
ታል፡፡	-7.93484
2	-7.93763
▁ወዲያውኑ	-7.93917
ለኝ	-7.93932
ታቸው	-7.94009
ደርግ	-7.94044
ሄደ	-7.94094
ወራ	-7.9432
ለች	-7.94945
▁ራሴን	-7.95191
▁ከተ	-7.95228
ጠራ	-7.95837
6	-7.95914
ኬ	-7.95916
▁ፍቅር	-7.95922
▁ጭፍጨፋ	-7.96079
▁ብለው	-7.9623
ቢያ	-7.96836
ሷ	-7.97953
▁ሰዓት	-7.97958
▁በሕይወት	-7.97958
▁ድምፅ	-7.97958
▁እንደገና	-7.98027
መለስ	-7.98288
▁ጋ	-7.98356
ላት	-7.98569
ቀር	-7.98665
ቻችን	-7.98926
የት	-7.9991
▁ስለሆነ	-8.00023
ሌሎቹ	-8.00044
▁ሰላም	-8.00091
▁በአንድ	-8.00955
▁ስሜ	-8.01038
ዙ	-8.01059
▁ሕ	-8.01373
▁ለምን	-8.01598
እግዚአብሔር	-8.01777
▁ሲል	-8.0198
▁መካከል	-8.02169
▁ሴቶች	-8.02174
ሄዱ	-8.02213
ፈው	-8.02384
ልቅ	-8.02559
ሕ	-8.02926
ኪ	-8.03144
▁ገዳዮች	-8.03639
ስት	-8.04301
ሟ	-8.04342
▁ደረጃ	-8.04343
▁እዚያ	-8.04345
ረጋ	-8.0474
ሚያ	-8.05134
ገቡ	-8.05238
▁ናቸው፡፡	-8.0524
ሪያ	-8.05328
▁በቀ	-8.06131
▁መሆኑን	-8.0626
ዜ	-8.06371
፡	-8.06503
ሂ	-8.06563
ዣ	-8.06565
▁ሁልጊዜ	-8.06565
▁በሙሉ	-8.06578
ቴን	-8.06654
▁ሴት	-8.06684
ችንን	-8.06802
ች፡፡	-8.07019
▁እንደማ	-8.0707
▁ሁሉንም	-8.07076
▁ጎ	-8.07616
ነሳ	-8.07783
ስብ	-8.08154
▁አሉ	-8.08553
ፎ	-8.08633
ኒ	-8.08837
▁የሚቆጠሩ	-8.08837
▁ጦር	-8.08888
▁ቦታ	-8.08898
▁ልብ	-8.09049
▁ምክንያት	-8.09062
እኔ	-8.09089
ኖሩ	-8.09424
▁ማንም	-8.09864
ልኝ፡፡	-8.10126
ገደሉ	-8.10278
▁ዓለም	-8.10279
ቀኝ	-8.10718
▁መታጠቢያ	-8.10859
▁አጥ	-8.10941
ናቸው	-8.10994
▁ቢሆን	-8.11157
▁ምግብ	-8.11176
▁የምን	-8.11249
▁የሆነ	-8.11333
ባል	-8.12041
▁ተሰ	-8.12378
ኛል	-8.1255
ጋት	-8.12867
ሄ	-8.13273
7	-8.13493
▁ከሚ	-8.13516
▁ማድረግ	-8.13546
▁ገጀራ	-8.13546
ገረ	-8.13695
▁ቱትሲዎችን	-8.13706
▁የተወሰኑ	-8.13839
ሰማኝ	-8.13956
▁ጀመር፡፡	-8.13969
▁ናቸው	-8.14021
ግራ	-8.14499
▁ወይ	-8.1507
ጆ	-8.1571
▁አመ	-8.15775
ኸ	-8.15977
ሁለተኛ	-8.15998
▁እስከ	-8.16018
▁አንዱ	-8.16144
▁ፊት	-8.16267
ግል	-8.1645
ኢማኪዩሌ	-8.16621
▁ከአ	-8.16842
ያለሁ፡፡	-8.17476
ም፤	-8.17495
ነበረው	-8.17579
▁እርስ	-8.17968
ገዳዮቹ	-8.17983
ዪ	-8.18477
▁እርሱ	-8.18497
▁ምሽት	-8.18505
ቤቱ	-8.18554
▁በማለት	-8.18637
እውነት	-8.18777
▁ጭ	-8.19523
ራዊ	-8.19747
▁ቪያኒ	-8.2022
▁የነበረ	-8.20259
▁የአ	-8.206
ዋል	-8.20986
▁የትምህርት	-8.21047
▁ፍጅት	-8.21049
▁ከዚህ	-8.21052
ቸዋ	-8.21139
▁ቀናት	-8.21174
▁ክፍ	-8.21225
ማናቸውም	-8.21395
▁የሩዋንዳ	-8.21525
ማር	-8.21675
ኖረ	-8.21923
ጠው	-8.21967
ጠበ	-8.23283
ታወ	-8.23335
▁ሲሆን	-8.2335
ሐ	-8.23458
▁ሁለት	-8.2365
ዩኒቨርሲቲ	-8.23679
ሬድዮ	-8.23679
▁ችግር	-8.23684
▁አባላት	-8.23684
▁አዲስ	-8.23691
ደረግ	-8.2375
ለሽ	-8.23819
ጁ	-8.23905
▁አየሁ	-8.2398
▁የት	-8.25251
ፈር	-8.25446
ዘው	-8.25768
ኳቸው	-8.2601
▁የኔ	-8.2604
ደርስ	-8.26054
ጤ	-8.26369
ኝም፡፡	-8.26379
ቲ	-8.26381
▁ጥላቻ	-8.26384
ነዚያ	-8.26385
ሩአግ	-8.26386
▁ነገሮች	-8.26413
ሻለ	-8.26698
▁በየ	-8.2732
▁እባክህ	-8.27442
▁ፍ	-8.2762
ቱትሲ	-8.27847
▁ወታደሮቹ	-8.27934
ዞ	-8.28716
ኗ	-8.29159
የው	-8.29232
▁አት	-8.29535
▁ሌሎች	-8.29651
▁የመጀመሪያ	-8.29717
ተር	-8.2978
ሞላ	-8.29885
▁ደስ	-8.29906
በው	-8.30599
ሻል	-8.30994
▁ስሜት	-8.31145
ታቸውን	-8.31287
▁ደግ	-8.31299
ጣት	-8.31777
▁ጦርነቱ	-8.31807
ቿ	-8.31962
:	-8.32016
▁መሆን	-8.32016
▁እርግጠኛ	-8.32016
▁ዓመት	-8.32016
▁ፍጅቱ	-8.32017
እነርሱ	-8.32017
▁ቤታችን	-8.32028
▁ቃላት	-8.32045
▁አንቺ	-8.32047
▁ትልቅ	-8.32471
▁ሆኖ	-8.32808
▁ስለተ	-8.32868
▁ሲሉ	-8.33108
▁አምላኬ	-8.3314
▁እኛን	-8.33201
ዴ	-8.33222
ሳት	-8.33971
እጅ	-8.34169
በላ	-8.34508
▁አሎይዜ	-8.34537
▁ጓደኛ	-8.34616
ቱትሲዎች	-8.34863
ሹ	-8.34935
▁ሀገር	-8.34957
▁ስለነበር	-8.3496
እማማ	-8.35237
ቆይ	-8.35384
▁በመሆኑ	-8.35385
መድ	-8.35423
እናንተ	-8.35746
▁ስለዚህ	-8.3576
▁መስ	-8.36181
▁ውድ	-8.36203
▁አባባ	-8.36523
▁ኪጋሊ	-8.36654
▁እንባ	-8.36755
ድረ	-8.37032
▁ወንድ	-8.37924
ሀገሪቱ	-8.37988
▁ሕይወቴ	-8.37988
▁ደቂቃ	-8.37989
▁ኦገስቲን	-8.3863
▁ግድ	-8.38969
▁ያል	-8.39326
▁ዓመታት	-8.39551
ቤተሰቤ	-8.39581
▁ከማ	-8.39691
በቃ	-8.40193
▁ነው፤	-8.40747
ኩት፡፡	-8.40947
▁ደብዳቤ	-8.41113
▁አድርጌ	-8.41113
▁ሐሳብ	-8.41115
▁ቤቶች	-8.41129
▁ፖል	-8.41142
▁ቤቴ	-8.41149
▁አልፎ	-8.41392
▁መጠን	-8.41751
▁በእርግጥ	-8.41776
ለሁ፤	-8.4217
አይ	-8.42999
ብዙ	-8.43001
▁ጀምሮ	-8.44339
ዕድሜ	-8.44342
▁ሌሊት	-8.44343
ያደርጉ	-8.44343
ፈልጉ	-8.44366
ፌ	-8.44705
▁አሁንም	-8.44852
▁ይዘው	-8.44923
▁ወሬ	-8.44998
▁ሚ	-8.45064
ጥቶ	-8.456
▁ወዳ	-8.45827
ወድ	-8.45989
ያቸው	-8.46194
ርኩ	-8.46778
ረጅም	-8.47191
ዝና	-8.47276
ሺ	-8.47619
ጧ	-8.47645
▁አሰቃቂ	-8.47672
▁ይሆን	-8.47672
▁ጠመንጃ	-8.47672
a	-8.47673
ርዕሰ	-8.4768
▁ቁጥር	-8.47683
▁መኝታ	-8.47752
በሩ	-8.47813
▁በመታጠቢያ	-8.48488
▁ባይ	-8.48504
▁እንዳል	-8.48566
▁ልዩ	-8.48648
እንዴ	-8.48887
መልሰ	-8.4892
ዓለም	-8.48959
ሁሉም	-8.4907
ሳይ	-8.49418
▁ተመ	-8.49466
ነቱ	-8.49627
ታዊ	-8.49827
ሣ	-8.50655
▁መጀመሪያ	-8.50693
ጬ	-8.5112
▁በትምህርት	-8.5112
እንግዲህ	-8.5112
▁መሣሪያ	-8.5112
▁ስለሆነም	-8.5115
▁የነበሩት	-8.51154
ፈልግ	-8.51214
▁ስለሚ	-8.51722
ሲ	-8.52602
ኖች	-8.53361
▁እንድን	-8.53719
ባረ	-8.53904
ዷ	-8.54648
ሼ	-8.54691
ኜ	-8.54692
አማጽያኑ	-8.54692
ኤይማብል	-8.54692
▁ምናልባት	-8.54692
አንዲት	-8.54708
ደረጉ	-8.54713
▁ኖሮ	-8.54725
▁በዘር	-8.54826
▁መጨረሻ	-8.54861
▁እንደማይ	-8.55064
▁ነገ	-8.55101
ላይ	-8.55309
▁እንደሚያ	-8.55448
▁ካለ	-8.55569
ከፍ	-8.55588
አንድ	-8.55784
▁ምኅረት	-8.5589
ፋት	-8.56051
▁ዓይኖቼን	-8.56076
▁‹	-8.56104
▁ግድያ	-8.56173
ዋል፤	-8.56344
▁ፈገግ	-8.57022
▁እያለ	-8.5716
ወቅሁ	-8.5773
▁ጭፍጨፋው	-8.58092
▁የሰው	-8.58098
ደበቅ	-8.58268
›	-8.58358
ጹ	-8.58394
ዟ	-8.58395
ፈረንሳውያኑ	-8.58395
▁ሳይሆን	-8.58395
▁እንደዚያ	-8.58398
ዋት	-8.584
▁አንዳች	-8.58548
▁አለች	-8.58758
▁ኃይል	-8.58923
ገኛ	-8.59054
ኛል፤	-8.59204
ጥር	-8.59244
▁በአእምሮዬ	-8.59266
▁ልት	-8.59279
▁ብርሃን	-8.59643
ቆሙ	-8.59645
▁ጓደኞቼ	-8.60152
▁ነበረ	-8.60866
▁መንግሥት	-8.61049
▁ሆኖም	-8.6118
ገባኝ	-8.61357
▁መሄድ	-8.61562
12	-8.61677
ኚ	-8.62241
▁ኢሊባጊዛ	-8.62241
▁ከሆነ	-8.62241
▁ቢያንስ	-8.62246
▁መጥፎ	-8.62246
▁ዘውግ	-8.6231
ሞች	-8.62314
▁እንዲያውም	-8.62348
▁አልተ	-8.62355
ወጥ	-8.62442
▁ነች፡፡	-8.62493
▁ሁላችንም	-8.62535
▁20	-8.62785
▁ወራት	-8.62843
ወሩ	-8.6292
▁ተሸከርካሪ	-8.62953
ጠረ	-8.62964
▁ዳር	-8.63146
▁በሩን	-8.63364
▁እንድት	-8.63426
አፍታ	-8.63518
ኳቸው፡፡	-8.63592
አየር	-8.63656
ኛው	-8.63927
ዋለሁ፡፡	-8.64132
▁አለ፡፡	-8.64222
ዎት	-8.64448
ቦች	-8.64551
▁ከፍ	-8.64872
ምንም	-8.65409
▁ዕ	-8.65974
ቺ	-8.65983
ጆቹ	-8.66241
ልሆነ	-8.66241
ፏ	-8.66241
▁ሰዓታት	-8.66241
▁የጥላቻ	-8.66241
▁በፍጹም	-8.66242
▁አድርጎ	-8.66242
ሳምንታት	-8.66242
አዲሱ	-8.66273
ተነሣ	-8.66317
ዎቻቸው	-8.66409
▁ገና	-8.66515
▁የተመድ	-8.6652
ገደል	-8.66606
▁ከተማ	-8.66636
ቸዋል	-8.66725
▁ዘመ	-8.66816
▁ቤተሰብ	-8.66869
▁ብት	-8.67161
▁ከኔ	-8.67233
▁ገንዘብ	-8.6759
▁እንግሊዝኛ	-8.67634
ልን፡፡	-8.6789
▁ድን	-8.68282
▁እመ	-8.68803
▁ግቢ	-8.689
እንግሊዝኛ	-8.68977
ጎዳ	-8.69079
▁የቱትሲ	-8.69079
ነገሩ	-8.69084
▁መሬ	-8.70325
▁እንደሆን	-8.70408
▁ጉዳይ	-8.70409
▁ቋንቋ	-8.70409
ታችሁ	-8.70411
ጠፋ	-8.70455
▁ልጆቹ	-8.70574
መለሱ	-8.70582
▁ሐ	-8.70677
ኩበት	-8.7115
▁ማየት	-8.71246
አንዴ	-8.71273
ሏቸው	-8.71403
አዎን	-8.71464
▁ቆንጆ	-8.72044
▁ብር	-8.72255
▁ልጆቻቸው	-8.72332
ጪ	-8.73083
ራሱ	-8.73137
ሄዳ	-8.73195
ደኅና	-8.73212
▁ለኔ	-8.73746
▁ስትል	-8.7386
ጠየቅ	-8.74651
▁መቁጠሪያ	-8.74756
▁ሦስት	-8.74756
ኤ	-8.74756
▁ታዲያ	-8.74757
t	-8.74757
ደርገው	-8.7476
▁ይችላል	-8.7476
ፈጣሪ	-8.74763
ጸልይ	-8.74773
▁ጓደኛዬ	-8.75267
▁ይዞ	-8.75447
▁ሳለ	-8.75649
▁አለኝ፡፡	-8.75677
▁በኔ	-8.76027
▁የሚሆኑ	-8.76033
ዳማሲን	-8.77007
▁ዮሃንስ	-8.77038
ነባ	-8.77083
ሰጠኝ	-8.773
ገኘው	-8.77309
▁አንተ	-8.77628
▁ወንድሞቼ	-8.77856
ጡት	-8.78342
▁አይደለም	-8.78358
መሰለ	-8.78748
▁የሆነው	-8.78967
▁እንደምት	-8.79129
ቧ	-8.79245
መጽሐፉ	-8.79301
ችኋል	-8.79301
▁አብዛኞቹ	-8.79301
n	-8.79301
▁በየቀኑ	-8.79303
▁እንደዚህ	-8.79304
▁ምሽግ	-8.79316
መንገዱ	-8.7932
መግደል	-8.79338
▁ክፉ	-8.79368
ምንድነው	-8.79383
▁ዢን	-8.79384
ቻሉ	-8.7941
ናገሩ	-8.79438
ቀበል	-8.79497
▁ይሁን	-8.79545
▁ለመጀመሪያ	-8.7968
▁ክፍሉ	-8.798
አልባ	-8.7981
ሻለሁ፡፡	-8.79856
ያዙ	-8.80075
ቤታቸው	-8.80288
▁እንደነበር	-8.81289
▁እምነት	-8.81494
ፊቴ	-8.81512
▁ነኝ	-8.82034
ዶች	-8.82076
ያችን	-8.82444
▁ቀስ	-8.83306
ሌሎች	-8.83407
ገሬ	-8.83488
ፊቱ	-8.83739
▁ኢማኪዩሌ፡፡	-8.83862
ጂ	-8.83938
ወንድሜ	-8.83978
i	-8.84056
▁በርሳችን	-8.84064
▁ግደሏቸው	-8.84064
▁ጥያቄ	-8.84064
▁ጥቂት	-8.84069
▁በተለይ	-8.84076
ፈጸም	-8.841
ምሽጉ	-8.84147
ስማማ	-8.84152
ጠብቅ	-8.84157
ፈለገ	-8.84166
ይገድሉ	-8.8426
ፈለግሁ	-8.84347
▁አልኩ	-8.84463
▁ሲሆን፤	-8.84667
ደርሱ	-8.84907
ቶቹ	-8.84995
▁እስኪያ	-8.85129
ሎች	-8.85192
▁ብቸኛው	-8.85271
▁ዋና	-8.85667
ጥፋ	-8.85787
▁ሕዝብ	-8.85984
▁ነኝ፡፡	-8.86107
▁መሆኑ	-8.87434
ብኝ፡፡	-8.87915
ስተኛ	-8.88148
ጩ	-8.89062
▁ሆይ	-8.89063
▁መታወቂያ	-8.89063
▁ስደተኞች	-8.89063
▁በሕይወቴ	-8.89063
▁በእርግጠኝነት	-8.89063
▁አልቻልኩም፡፡	-8.89063
ጥርጣሬ	-8.89064
▁ወረቀት	-8.89064
▁ቁልቁ	-8.89065
▁በእጅጉ	-8.89067
▁የቄሱ	-8.89068
▁15	-8.89072
▁ቡድን	-8.89074
▁ተሰማኝ፡፡	-8.89081
▁ሁለቱ	-8.89114
ቀመጥ	-8.89151
▁አንደኛው	-8.89178
▁መቼም	-8.89202
ፈልጋ	-8.89237
ቅርብ	-8.89333
▁አውቃለሁ፡፡	-8.89379
አሥር	-8.89486
ጠቀም	-8.89497
▁ለአ	-8.89712
▁ወጣት	-8.89753
▁ተሸ	-8.89763
ቻለሁ፡፡	-8.89773
ኝነት	-8.89896
ውያን	-8.90271
ዘጋጀ	-8.90315
▁ሰውዬ	-8.90337
▁የዳማሲን	-8.90514
ውጪ	-8.90597
▁ጀመር	-8.90735
▁እንዲህ	-8.9209
ረጋጋ	-8.92335
▁ነሽ	-8.92459
▁ይገባ	-8.92625
ነሱ	-8.9282
00	-8.92842
ቀጣ	-8.93041
አምላክ	-8.94176
አይሆንም	-8.94326
ኦ	-8.94326
▁ኖሯል፡፡	-8.94326
▁አስቸጋሪ	-8.94326
▁ሥቃይ	-8.94327
▁እችላለሁ	-8.94329
▁መልካም	-8.94329
▁በቀጣዩ	-8.94329
▁ጸሎት	-8.94331
▁13	-8.94334
▁መንደር	-8.94339
▁አልችልም	-8.94341
▁በስተቀር	-8.94355
እያንዳን	-8.94362
▁ምስል	-8.94416
ሰቆቃ	-8.94425
▁በተመድ	-8.94481
አባትሽ	-8.94526
▁ራሳቸውን	-8.94539
ወጡ	-8.94718
ሰማሁት	-8.94772
▁ውሃ	-8.94798
ለማመን	-8.94899
▁ይሆናል፡፡	-8.94915
አምስት	-8.94929
ቷል፡፡	-8.95
ተሸከርካሪው	-8.95061
ገደለ	-8.95239
ሳያ	-8.95504
እግር	-8.95586
▁ከአንድ	-8.95614
እርስዎ	-8.9581
▁የቤተሰቤ	-8.96565
▁የኢማኪዩሌ	-8.97147
▁የእግዚአብሔር	-8.97607
ግድያው	-8.98077
▁ፍር	-8.98159
ሰባት	-8.9973
ተከሰተ	-8.99746
▁አካባቢ	-8.9982
ኅ	-8.9985
ቤተሰቡ	-8.99882
ቤተሰባችን	-8.99882
የኋቸው	-8.99882
▁እስካሁን	-8.99882
▁የእርሱ	-8.99882
▁በፍጥነት	-8.99882
l	-8.99883
▁ለማድረግ	-8.99883
ተፈጸመ	-8.99883
ንቀሳቀስ	-8.99884
ተመሳሳይ	-8.99884
▁ሐይቅ	-8.99884
▁በደስታ	-8.99885
▁17	-8.99888
ኪቡዬ	-8.99888
ልጆቼ	-8.99889
▁እርሷ	-8.99893
▁አብረን	-8.99895
▁ጉዞ	-8.99897
▁ጥብቅ	-8.99901
▁በደንብ	-8.99901
▁ክፍሎች	-8.99916
ገራችን	-8.99925
ሴቶቹ	-8.99938
▁ንግግ	-8.99974
▁ነበሩ፡፡	-9.00036
▁ዕጣ	-9.00248
ሰላም	-9.00264
▁ከተወሰኑ	-9.00351
▁11	-9.00383
▁ከሁለት	-9.00674
አንደኛ	-9.00741
▁ዛሬ	-9.00818
ሯቸው	-9.01283
አሁን	-9.01335
ሞቱ	-9.01795
▁በደኅና	-9.01935
▁በማይ	-9.02355
▁የሁቱ	-9.02431
▁የምታ	-9.02916
እኛ	-9.035
ሰሙ	-9.04006
▁ሳራ	-9.04906
ራሳቸው	-9.05603
ተጨማሪ	-9.05732
▁እናፍቅሃለሁ	-9.05764
▁ኪሎሜትር	-9.05764
▁አድርጋ	-9.05765
ጌታዬ	-9.05766
▁በፍቅር	-9.05766
▁መምህር	-9.05767
እርሳቸው	-9.0577
▁22	-9.0577
▁14	-9.05772
▁ተነሥ	-9.05775
▁አስከሬኖች	-9.05783
ሞክር	-9.05789
▁ኢንተርሃምዌዎች	-9.05825
▁አይቀርም	-9.05825
ዘላለ	-9.05857
▁ይዤ	-9.05858
▁ሞከርኩ	-9.05859
▁ሳይቀር	-9.05931
▁እየተከሰተ	-9.05939
▁ከለላ	-9.06002
▁ራሱን	-9.06108
▁10	-9.06135
▁21	-9.06254
ጦርነቱ	-9.06265
ወስደ	-9.06331
▁አድርገው	-9.06388
ሣቅ	-9.06459
መሥራት	-9.06689
▁የመንግሥት	-9.06729
▁ስለሚያ	-9.07111
▁አገኘሁ	-9.07145
በታል፡፡	-9.07232
ሁለት	-9.07516
▁ፈገግታ	-9.08014
▁አሉኝ	-9.08158
▁ልብስ	-9.08163
ተገደሉ	-9.08313
▁አልኩ፡፡	-9.08334
▁ነህ	-9.08811
ዳችን	-9.09064
▁ብቸኛ	-9.1044
ስፈራ	-9.1068
መጀመሪያ	-9.11009
መታጠቢያ	-9.11307
ነዚህ	-9.1132
እጁ	-9.11463
ከላከ	-9.1191
ጸለይኩ	-9.11962
ሔ	-9.12006
▁ትዕይን	-9.12014
▁ፈጽሞ	-9.12015
▁ወታደር	-9.12015
e	-9.12015
▁በቅርቡ	-9.12015
ፒየር	-9.12015
▁እያንዳንዷ	-9.12016
▁በርካታ	-9.12016
▁ይችላሉ	-9.12017
ትክክል	-9.12018
▁ጠየቅሁት	-9.12019
▁ቅዱስ	-9.1202
▁ገጽታ	-9.1202
▁16	-9.12022
▁18	-9.12023
▁ገዳይ	-9.12023
▁ብርያን	-9.12038
▁ግሩም	-9.12047
▁ሻለቃ	-9.12054
▁አንዷ	-9.12091
▁አብሮ	-9.12112
▁ጊዜያት	-9.12114
ዎቻችን	-9.12175
▁ብለን	-9.12306
▁አላውቅም፡፡	-9.12352
ጆሮ	-9.12432
ጥረት	-9.12513
▁ብዙዎቹ	-9.12573
▁መጣ፡፡	-9.1263
▁አሰብኩ፡፡	-9.1266
▁ከሩዋንዳ	-9.12811
አሎይዜ	-9.12928
▁በድጋሚ	-9.12991
▁አንደ	-9.13123
▁ቦን	-9.13288
▁አይደለም፡፡	-9.1334
▁እቤት	-9.13411
ቀጠል	-9.1352
▁ይልቅ	-9.13533
▁ዝም	-9.14022
▁ራሴ	-9.1448
▁የማያ	-9.15014
አእምሮዬ	-9.15529
መስላ	-9.16009
ሩዋንዳ	-9.16385
▁የኢንተርሃምዌ	-9.17719
▁አስከሬ	-9.18664
ሊኦናርድ	-9.18681
ዉ	-9.18681
▁ለማግኘት	-9.18681
▁ዓይኖች	-9.18681
▁ዝርዝር	-9.18681
አማጽያን	-9.18681
ፕ	-9.18681
▁ማግኘት	-9.18681
▁እውነተኛ	-9.18681
▁ዓይን	-9.18681
▁ዜጎች	-9.18681
▁ጥንካሬ	-9.18681
▁በድንገት	-9.18681
▁በረሮዎች	-9.18681
አፍሪካ	-9.18683
ብሔሩ	-9.18683
ተለያዩ	-9.18684
▁የተረፉ	-9.18688
▁ሄዶ	-9.1869
▁ፍለጋ	-9.18691
▁አደገኛ	-9.18692
io	-9.18693
ሐይቁ	-9.18694
▁ድንገት	-9.18695
▁ገደማ	-9.18698
ስታውሰ	-9.187
▁እገዛ	-9.18703
▁እፈልጋለሁ	-9.18703
▁ትንሹ	-9.1871
ጸሎቴ	-9.18715
▁የተለየ	-9.18719
▁ርቀት	-9.18723
▁ቶሎ	-9.18749
ከሰት	-9.18887
▁ለመጠየቅ	-9.18958
▁ግድያዎች	-9.19096
▁በማሰብ	-9.19141
▁የተሞላ	-9.19148
▁ቤተሰቤን	-9.19209
እናትሽ	-9.19247
መልሶ	-9.1933
ፈረንሳይኛ	-9.19456
▁የቀረ	-9.19639
ማታባ	-9.19682
▁ሁሌ	-9.19768
▁መጥተ	-9.1983
ሁላችንም	-9.20045
ተቻለኝ	-9.20197
▁አደረገ	-9.21021
ኛለሁ፡፡	-9.23051
▁ዙሪያ	-9.23276
▁ጀርባ	-9.24465
ጨነቅ	-9.25484
ፈልገው	-9.25757
ልጅነቴ	-9.25824
ዥ	-9.25824
ጇ	-9.25824
▁አስከባሪ	-9.25824
▁ዶክተር	-9.25824
▁ከጥቂት	-9.25824
▁ዐቅም	-9.25824
▁ራሳችንን	-9.25824
ነጋገር	-9.25825
ሺህዎች	-9.25825
▁ነፍሴ	-9.25827
▁ይሰማኛል፡፡	-9.25828
▁ክስተ	-9.25831
ተመስገን	-9.25831
▁በሺዎች	-9.25831
▁በቤታችን	-9.25832
▁23	-9.25833
▁ወንዶች	-9.25833
ጨነቁ	-9.25835
▁ፈተና	-9.25842
▁ትውስታ	-9.25845
▁ታላቅ	-9.25848
እምነቴ	-9.25853
ጠቀሙ	-9.25855
▁ቋሚ	-9.2586
ፈለጉ	-9.25861
▁ጸለይኩ፡፡	-9.25884
▁እጄን	-9.25889
▁ለፊት	-9.25904
▁እወድሃለሁ፤	-9.25911
▁ከፍተኛ	-9.25951
▁ወዳጅ	-9.2599
▁ዜና	-9.26141
▁ለማየት	-9.2625
ነፍስ	-9.26268
ሰጡኝ	-9.26521
▁ለረጅም	-9.26974
▁አካላ	-9.27507
ኢ	-9.27882
ነገር	-9.28085
ያውቁ	-9.28331
ፈጸሙት	-9.2854
አካል	-9.29347
▁ሁላችን	-9.31427
ብረት	-9.31831
▁19	-9.33257
▁ተማሪ	-9.33322
ተኮ	-9.33381
መሆኔ	-9.33516
ቪ	-9.33516
ችኋለሁ	-9.33516
▁ይመስለኛል	-9.33516
ወላጆች	-9.33516
ጽንፈኛ	-9.33516
▁በጸጥታ	-9.33516
▁በጨለማ	-9.33517
▁ፈልጌ	-9.33517
▁ድምጹ	-9.33517
▁ሴማና	-9.33518
▁ግንኙነት	-9.33518
▁ጩኸ	-9.33519
መጸለይ	-9.33519
▁አታድር	-9.33519
▁ውጤት	-9.33519
▁ተደናግ	-9.33519
▁የተከሰተውን	-9.3352
ተገናኘ	-9.3352
▁አግኝተ	-9.33521
▁መንፈስ	-9.33528
▁ዕድል	-9.33529
▁ማጥፋት	-9.33529
ቋቋም	-9.3353
ድንጋይ	-9.33544
▁የራሴ	-9.33547
መስኮት	-9.33556
▁አብረው	-9.33559
▁ሄድኩ፡፡	-9.3356
ማርያም	-9.33576
▁ጭምር	-9.33595
አሁኑ	-9.33614
▁ቁጭ	-9.3365
▁አውሬ	-9.33658
▁በገነት	-9.33672
ቀላቀ	-9.33683
▁አውቃለሁ፤	-9.33692
▁በልቤ	-9.33698
▁አለብኝ፡፡	-9.33721
▁ተማሪዎች	-9.33737
▁ገብተ	-9.33755
ሳምንት	-9.33757
▁የመጡት	-9.33809
▁መጡ፡፡	-9.3394
ወሰደ	-9.33948
▁ብቻዬን	-9.34066
ቶቻችን	-9.34111
▁በሚገባ	-9.34112
ዕለት	-9.34145
ፈንታ	-9.34169
▁ልጄ	-9.34185
▁በስተ	-9.34188
ለህ፡፡	-9.342
▁አልኩት፡፡	-9.34203
ተናገረ	-9.34357
ናውቅ	-9.34404
ጓደኞቹ	-9.34559
መንግሥት	-9.34703
▁ይቅር	-9.35487
መክፈ	-9.3581
ፊታቸው	-9.36002
ወንድሞቼ	-9.36054
ቪያኒ	-9.36108
ገዳዮች	-9.36119
እዚህ	-9.36143
▁ወንበ	-9.36209
ለቅስ	-9.36256
ነበርኩ	-9.3705
ይቅርታ	-9.39946
▁ዓይነ	-9.40271
▁ኃይ	-9.40661
▁ይሆናል	-9.4091
መልስ	-9.41055
ፈለግ	-9.41379
ጾ	-9.41849
መሆናቸው	-9.4185
ቁምሳጥኑ	-9.4185
▁ሀገራት	-9.4185
▁መጸዳጃ	-9.4185
▁ይቻላል፡፡	-9.4185
▁ጠየቀኝ፡፡	-9.4185
▁መልዕክ	-9.4185
▁ንጹሕ	-9.4185
▁ዲግሪ	-9.4185
▁መቁረጥ	-9.4185
▁እንቅልፍ	-9.4185
▁በጥላቻ	-9.4185
r	-9.41851
▁ደራሲ	-9.41851
▁ልብሶች	-9.41852
▁ምክንያቱም	-9.41852
▁መጠለያ	-9.41853
▁ተግባራ	-9.41854
▁ስድስት	-9.41855
ብሔር	-9.41858
▁በቄሱ	-9.4186
ነጻነት	-9.41864
▁መሰለኝ፡፡	-9.41864
አገሪቱ	-9.41865
ይመስለኝ	-9.41866
ካባዪ	-9.41868
▁ህመም	-9.41871
▁የዚህ	-9.41873
ቸገር	-9.41874
▁አባታችን	-9.41876
▁መስጠት	-9.41877
▁ሰለባ	-9.41892
▁ጣቢያ	-9.41904
ጠይቃ	-9.41917
ሰጣቸው	-9.41922
ተንቀሳ	-9.41941
▁የትኛው	-9.41965
▁እስክ	-9.41969
▁ለማዳን	-9.42019
▁ከዘር	-9.42028
▁ገባኝ፡፡	-9.42047
ሰውነቴ	-9.42059
▁የሚለውን	-9.42088
▁እንዳለብኝ	-9.42093
መጠበቅ	-9.42095
▁የባሰ	-9.42144
▁እይታ	-9.42179
▁ደስተኛ	-9.42212
▁ሩዋንዳዊ	-9.4223
▁ለመደበቅ	-9.42264
▁ቢሆኑ	-9.4231
ሌላኛው	-9.42338
▁ዝቅ	-9.42354
▁ነገርኩት፡፡	-9.42361
▁ቢኖር	-9.42418
ተዋወቅ	-9.42432
ምሽቱ	-9.42691
ፊቷ	-9.42868
..........	-9.43769
▁አእምሮ	-9.4391
ሌላው	-9.43972
እነዚህ	-9.45666
▁ጓደኞ	-9.49574
አፌ	-9.49882
የፈረንሳይ	-9.5038
▁አሰብኩ	-9.50552
ፖ	-9.50852
o	-9.50926
▁ዓላማ	-9.5094
ቤተሰቧ	-9.5094
ዓለማችን	-9.5094
ዲያብሎስ	-9.5094
▁ሕይወታቸው	-9.5094
▁መኰንኑ	-9.5094
▁ማስታወሻ	-9.5094
▁በፍርሃት	-9.5094
ያንጸባር	-9.50941
▁ደህንነት	-9.50941
▁ተመልሼ	-9.50941
▁ይመስላል፡፡	-9.50941
m	-9.50941
▁ተግባር	-9.50942
▁ቆየሁ፡፡	-9.50942
▁ተረዳሁ፡፡	-9.50942
▁ሂደት	-9.50942
▁ጨለማ	-9.50943
▁የፍቅር	-9.50943
▁ይመስል	-9.50943
▁ግንዛቤ	-9.50944
ጉድጓ	-9.50945
አስደሳች	-9.50946
▁ተቀምጠ	-9.50947
▁ያየሁት	-9.50948
▁አሁኑኑ	-9.50949
አማርኛ	-9.50958
▁ያውቃል	-9.50958
ጨርሱ	-9.50958
ማንኛውም	-9.50965
▁ፍራቻ	-9.50966
1994	-9.5097
▁ተመኘሁ፡፡	-9.50973
▁አውጥቶ	-9.50976
ውስጤ	-9.50978
ጠይቁ	-9.50983
▁ነገረኝ፡፡	-9.50986
▁በተጨማሪም	-9.50992
ቀረቡ	-9.51002
ጠይቅ	-9.51037
ጅምላ	-9.51038
▁ፈለግሁ፡፡	-9.51046
ሞክራ	-9.51057
ሁላችሁም	-9.51072
ሚመስል	-9.5108
▁ጠያራ	-9.51081
▁ልጆቿን	-9.51114
▁መጠጥ	-9.51137
▁ጀመርኩ፡፡	-9.51139
ቅረብ	-9.5115
አካባቢያችን	-9.51176
▁በቻል	-9.51186
▁ዘመቻ	-9.51186
▁ተደብ	-9.5122
ጀምር	-9.51233
ደበቀ	-9.51291
መከላከል	-9.51329
ውረድ	-9.51364
ጻፉ	-9.51372
ታውቂ	-9.51378
ጥይት	-9.5146
ማውቀው	-9.51474
ገናኝ	-9.51479
መለየት	-9.51581
▁የራስ	-9.51616
ማውራት	-9.51718
▁ተሽከርካሪ	-9.5174
▁መልኩ	-9.51982
▁ይላል	-9.52555
ግቢው	-9.54832
ኪጋሊ	-9.55187
ወታደሮቹ	-9.55193
ወላጆቼ	-9.55217
ክፍሌ	-9.55432
ጀመርኩ	-9.55618
ተወሰኑ	-9.58815
ተዘጋ	-9.59099
ድጋሚ	-9.59382
ስፍራው	-9.59738
ኃ	-9.6092
ዠ	-9.6094
ዱዜንጄ	-9.6094
ጎረቤቶቻችን	-9.6094
ጯ	-9.6094
ፖለቲካ	-9.6094
▁ስቲቭ	-9.6094
▁ትክክለኛ	-9.6094
▁አንዳንዴ	-9.6094
▁ኤርዊን	-9.6094
▁ከጭፍጨፋው	-9.6094
▁ይሁዲዎች	-9.6094
▁ለእርሱ	-9.6094
▁ጨፍኜ	-9.6094
አመሰግናለሁ	-9.60941
ጽሑፍ	-9.60941
▁ምስኪን	-9.60941
▁አማራጭ	-9.60941
ቆጣጠር	-9.60941
▁ከጀመረ	-9.60941
▁ጠንካራ	-9.60941
▁እንችላለን	-9.60941
▁ወዲያ	-9.60942
ከታተል	-9.60942
▁እንዲያገኙ	-9.60942
▁የተረፈች	-9.60942
▁ወዲህ	-9.60943
▁ዘገባዎች	-9.60943
▁እጆቼ	-9.60943
▁አልነበረም፡፡	-9.60943
▁ጀመረ	-9.60943
ወትሮው	-9.60943
አንዳንድ	-9.60946
▁ማንበብ	-9.60947
ጉዳዩ	-9.60948
▁በመቶዎች	-9.60949
መጻሕፍት	-9.60951
▁ሕንጻ	-9.60951
▁ገብቼ	-9.60953
▁ለቅቄ	-9.60956
▁ሞተዋል	-9.6096
▁ይኸው	-9.60963
▁የዘውግ	-9.60969
▁ዘበኛ	-9.60972
▁ደረሰ	-9.60985
▁ምክር	-9.60988
▁ገባሁ፡፡	-9.60989
ንዶቹ	-9.61009
▁ሩዋንዳውያን	-9.61024
▁ይግባ	-9.61036
▁የምፈልገው	-9.61041
መንደሩ	-9.61051
ተመለሰ	-9.61072
▁ሕልም	-9.61073
ግዛት	-9.61088
ማጥናት	-9.61094
▁ሜዳ	-9.611
ጨርስ	-9.61101
▁የሆኑት	-9.61104
▁ደብተ	-9.61116
ወስዳ	-9.61125
ዎቿ	-9.61129
▁ከቤታች	-9.61179
▁እህት	-9.61191
▁ሄዱ፡፡	-9.61199
ወሰድ	-9.61455
ወለሉ	-9.61465
መድረስ	-9.61719
▁30	-9.6201
▁ሄደዋል	-9.6234
▁አድነ	-9.62418
መያዝ	-9.62422
ተሳሰ	-9.63548
▁ንብረ	-9.64961
ዮሃንስ	-9.66255
ዓመታት	-9.66295
አባባ	-9.66401
▁ዓይኖቼ	-9.67705
▁አገኘ	-9.69466
▁አድርገ	-9.70856
ቤተክርስቲያን	-9.71214
ዐ	-9.72051
ሃዘኔታ	-9.72052
ሹክሹክታ	-9.72052
ክስቶቼ	-9.72052
ዌ	-9.72052
ጎረቤቶቻቸው	-9.72052
ፈረንሳውያን	-9.72052
▁ለሰዓታት	-9.72052
▁ሕፃናት	-9.72052
▁መንፈሳዊ	-9.72052
▁ሠራተኞ	-9.72052
▁በአቅራቢያ	-9.72052
▁ትዕዛዝ	-9.72052
▁ከትምህርት	-9.72052
▁ከእንቅል	-9.72052
▁ወላጆቻቸው	-9.72052
▁ዓይኖቻቸው	-9.72052
▁አቅራቢያ	-9.72052
▁ይናገራሉ	-9.72052
▁የትርጉም	-9.72052
▁መንገዳችን	-9.72052
▁ወሰንኩ፡፡	-9.72052
መንደራችን	-9.72052
▁አብዛኛ	-9.72052
▁ዝግጅ	-9.72052
ለዘብተኛ	-9.72052
▁ድምጾ	-9.72052
▁ታሪኳ	-9.72052
▁አንብበው	-9.72053
▁የግድያ	-9.72053
▁በማድረግ	-9.72054
ልነበራቸው	-9.72054
▁አሳልፌ	-9.72054
በእግራችን	-9.72056
▁ለማሳመን	-9.72056
ያስቸግ	-9.72057
▁የምችለው	-9.72058
▁ሊገድሉ	-9.72059
▁ከቄሱ	-9.72059
▁ስጦታ	-9.7206
▁ከያዙኝ	-9.72061
▁ሐሳቦ	-9.72061
▁ግዴታ	-9.72063
▁ወደዚያ	-9.72064
▁አስፈሪ	-9.72064
▁ንዴት	-9.72066
ቡታሬ	-9.72066
▁ገብቶ	-9.72066
ምስጢ	-9.72068
▁ለዚያ	-9.72068
▁ለማገዝ	-9.72069
▁ደጋግ	-9.72078
▁እህቴ	-9.72086
▁አመሰገንኩት፡፡	-9.72089
ጠገቤ	-9.72092
▁በጽኑ	-9.72097
▁አልፈለግሁም	-9.72114
▁ሕመም	-9.72117
ወዳቸው	-9.72117
ሳለፍኩ	-9.72118
ደበቁ	-9.72128
ነገረኝ	-9.72131
ማስቆም	-9.72145
ጉዳት	-9.72152
አቧራ	-9.72194
▁እንደሌለ	-9.72195
▁ቆይታ	-9.72206
ፈቀድ	-9.72219
▁ፋሪ	-9.72232
▁ይመጣሉ	-9.72401
▁አምናለሁ	-9.72465
ተጨነቅሁ	-9.72635
ላንቺ	-9.72677
ማየቴ	-9.73481
ደረገው	-9.74046
ሚችሉ	-9.7828
ልጆቻቸው	-9.78765
ጓደኞቼ	-9.78775
ታሪክ	-9.78872
እምነት	-9.79409
▁ያደረገ	-9.82877
▁የወንድ	-9.82932
ልጆቿ	-9.84312
ዢ	-9.84315
አካባቢው	-9.84368
▁ይገባኛል	-9.84377
ጢ	-9.84533
ሞከር	-9.84536
ክርስቲያን	-9.84551
1959	-9.84552
ሴኔጋል	-9.84552
አክብሮት	-9.84552
ክሌሜንታይን	-9.84552
ደርዘኖች	-9.84552
ጨፍጫፊዎ	-9.84552
ፈረንሳዮ	-9.84552
▁ሃሳቤን	-9.84552
▁ሆኗል፡፡	-9.84552
▁ሠራተኛ	-9.84552
▁ሶላንዥ	-9.84552
▁ኮሎኔል	-9.84552
▁ዓይኖቿ	-9.84552
▁ፌሊሲን	-9.84552
አትጨነቂ	-9.84552
ዝርዝሩ	-9.84552
▁አጋጣሚ	-9.84552
▁ኢየሱስ	-9.84552
▁ከእርሱ	-9.84552
▁ድምጼ	-9.84552
አሜሪካ	-9.84552
▁ድርጊቶ	-9.84552
▁መገለጫ	-9.84552
▁ሰማያዊ	-9.84552
▁መንገዶች	-9.84552
እፎይታ	-9.84552
z	-9.84552
ሕይወቱ	-9.84552
▁ቀጠለ፡፡	-9.84552
▁መንፈሴ	-9.84553
▁አይደለሁም	-9.84553
ተባበሩት	-9.84553
▁የዚያን	-9.84553
▁በጉልበ	-9.84554
መለከተ	-9.84554
▁ሐኪም	-9.84554
▁በርሳቸው	-9.84554
▁ፍርሃት	-9.84555
▁ንዴቴ	-9.84556
▁ጠበቅሁ	-9.84556
▁ውሳኔ	-9.84556
▁ሂጂ	-9.84557
ነግረኝ	-9.84557
ዘገጃ	-9.8456
▁ወላጅ	-9.8456
▁ኧረ	-9.84563
▁ጎበዝ	-9.84563
ደረስኩ	-9.84565
ያሳየኝ	-9.84569
ያግዘኝ	-9.84571
▁ቡድኖ	-9.84573
▁ለራሴ	-9.84573
▁አለብን፡፡	-9.84574
▁መግቢያ	-9.84575
▁ነገሩኝ፡፡	-9.84576
▁ሽብር	-9.84577
▁ነገሩን፡፡	-9.8458
▁ወታደራ	-9.84582
▁መረጃ	-9.84585
ተቀመጠ	-9.84585
▁የአማርኛው	-9.84591
ራሳችሁ	-9.84592
▁ስለማይ	-9.84598
▁ጎደል	-9.84599
መንደሬ	-9.84602
▁መነሻ	-9.8461
▁እልቂ	-9.8461
▁በራሴ	-9.84616
▁ፊቶች	-9.84633
ልጃቸው	-9.8464
ረብሻ	-9.84646
▁አልፈልግም	-9.84652
199	-9.84692
ቀድሞ	-9.84697
ሐዘን	-9.84764
ወንድምሽ	-9.85031
▁ከመኝታ	-9.85119
አየሩ	-9.85452
ማምጣት	-9.86097
ሁቱዎች	-9.86736
▁ያገኘ	-9.87104
እንዲያው	-9.87347
መስለው	-9.88469
ያዳግ	-9.8959
ተባለው	-9.90233
▁የቤተሰብ	-9.91277
ሕዝብ	-9.93037
‹	-9.93046
አምላኬ	-9.9309
እባክህ	-9.93092
መጽሐፍ	-9.93131
እንኳን	-9.93147
ጊዜው	-9.93303
▁ምክንያ	-9.97348
▁አውቃለሁ	-9.97564
የተባለ	-9.97772
ተመኘሁ	-9.98798
ፀ	-9.98837
አንጸባራቂ	-9.98837
ፃ	-9.98837
▁ሕይወታችን	-9.98837
▁መነኩሲ	-9.98837
▁ሰብዓዊ	-9.98837
▁ሴምቤባ	-9.98837
▁ሽማግሌ	-9.98837
▁በተደጋጋሚ	-9.98837
▁በየቦታው	-9.98837
▁በጥንቃቄ	-9.98837
▁ትችያለሽ	-9.98837
▁ትንንሾቹ	-9.98837
▁ነገረችኝ፡፡	-9.98837
▁አስታውሳለሁ፡፡	-9.98837
▁እንቅስቃሴ	-9.98837
▁ይታወቀኛል፡፡	-9.98837
▁ጎረቤቶቼ	-9.98837
▁ጽንፈኞ	-9.98837
▁መንግሥታ	-9.98837
▁በኃይል	-9.98837
▁እጆቻቸውን	-9.98837
▁ከመቀመጫ	-9.98837
▁ይታየኛል፡፡	-9.98837
▁ድርጅት	-9.98837
ንከባከብ	-9.98837
▁ኢትዮጵያ	-9.98837
▁የተወሰነ	-9.98837
ማበረታቻ	-9.98838
▁እያደረገ	-9.98838
▁ፍራንክ	-9.98838
ጠባበቅ	-9.98838
▁እርምጃ	-9.98838
▁በገጀራ	-9.98838
▁ሰይጣን	-9.98838
▁ቻልኩ፡፡	-9.98838
ንጽሕና	-9.98839
▁ዮርክ	-9.98839
▁ትርጉም	-9.98839
▁ለመስማት	-9.98839
▁ደርዘን	-9.98839
▁እጅጉን	-9.98839
ደረስን፡፡	-9.98839
ወዳጆቼ	-9.9884
ዩጋንዳ	-9.9884
▁እውነታ	-9.9884
ማስተማር	-9.98841
▁አጠገብ	-9.98841
▁እንሂድ	-9.98841
▁ካጋሜ	-9.98841
▁በጆሮዬ	-9.98842
ማስታወስ	-9.98842
ሰላስል	-9.98842
አክራሪ	-9.98842
▁ድርሻ	-9.98842
እጆቿ	-9.98845
▁ያውቃሉ	-9.98845
▁ዕቅድ	-9.98845
▁ራሷን	-9.98846
▁በእርሱ	-9.98846
ልብሶቼ	-9.98846
▁አብሬያ	-9.98847
ቆሻሻ	-9.98848
▁ሁለታችን	-9.98849
▁ጀግና	-9.98849
▁መቆየት	-9.9885
ነግረን	-9.98851
መገናኘ	-9.98852
ደራጁ	-9.98853
▁እንደዋዛ	-9.98854
▁ቢላዋ	-9.98854
▁ጸልዬ	-9.98855
ለፈችበት	-9.98863
▁የሚወስደው	-9.98864
የራሳችን	-9.98872
እረፍት	-9.98881
▁ሁነኛ	-9.98912
▁ጠየኩት	-9.98941
የተካሄደ	-9.98983
197	-9.9915
አዋቂ	-9.99396
ሰውነታቸው	-9.99676
መጻፍ	-9.99724
▁እላለሁ	-9.99803
ተማርኩ	-10.0087
▁ካገኘ	-10.0275
ቤተሰብሽ	-10.0449
ተፈጸሙ	-10.0915
ገንዘብ	-10.0973
ምኅረት	-10.0974
ብርሃን	-10.0974
እስኪ	-10.098
መቻቸ	-10.1306
▁አስተዳዳሪ	-10.1312
▁ፈረንሳይ	-10.1455
▁አላውቅም	-10.1456
▁የእርስ	-10.1508
ሠለጠኑ	-10.155
ንሾካሾኩ	-10.155
አረንጓዴ	-10.155
እጓለማውታ	-10.155
ገኘኋት	-10.155
ጽሑፉ	-10.155
▁ሥርዓት	-10.155
▁ሰላማዊ	-10.155
▁ቁምሣጥን	-10.155
▁ባሳለፍኳቸው	-10.155
▁ቤተሰቦች	-10.155
▁ተጽዕኖ	-10.155
▁ታሪኮች	-10.155
▁ታጣቂዎች	-10.155
▁ትምህርቱን	-10.155
▁አልነበረኝም፤	-10.155
▁አመሰግነዋለሁ	-10.155
▁አስታወስኩ፡፡	-10.155
▁አስፈላጊ	-10.155
▁አደርጋለሁ፡፡	-10.155
▁እናውቃለን፡፡	-10.155
▁የበላይነት	-10.155
▁የጭፍጨፋ	-10.155
▁ፍሎረንስ	-10.155
አውሮፓ	-10.155
▁በጠላትነት	-10.155
▁ማስረጃ	-10.155
▁እየተዘዋወ	-10.155
▁ያደርጋል	-10.155
▁ፈልጓት	-10.155
ሸማቀቅ	-10.155
ንኮታኮ	-10.155
▁ተቀምጬ	-10.155
▁ዘውጎች	-10.155
▁በጸሎት	-10.155
▁ብስጭት	-10.155
አስተያየት	-10.155
▁በመገናኛ	-10.155
▁አቃተኝ፡፡	-10.155
ከፋፈል	-10.155
▁ስብዕና	-10.155
ተወለድኩ	-10.155
ደርጋቸው	-10.155
▁በጭራሽ	-10.155
▁እጸልያለሁ	-10.155
▁የእናቴ	-10.1551
እግሮቼ	-10.1551
ትርጉሙ	-10.1551
ላለፉት	-10.1551
▁አስተሳሰብ	-10.1551
▁በደግነት	-10.1551
ብቸኝነት	-10.1551
▁ርኩሰት	-10.1551
ማረጋገጥ	-10.1551
ጻፍኩት	-10.1551
▁አትኩሮ	-10.1551
▁ጸጉሩ	-10.1551
ቁጥጥር	-10.1551
▁መምህራ	-10.1551
▁ትውልድ	-10.1551
▁ይሻላል	-10.1551
ኮርኒ	-10.1551
▁ማልቀስ	-10.1551
ያገኙት	-10.1551
▁ድምጻ	-10.1551
መስኮቱ	-10.1551
▁ፍላጎ	-10.1551
▁ለቄሱ	-10.1551
▁ፈልጎ	-10.1551
▁ገለጻ	-10.1551
▁ወጥተን	-10.1551
▁መስማቱ	-10.1552
ተአምር	-10.1553
ታይምስ	-10.1553
ተለመደ	-10.1555
▁ወዳጆቻ	-10.1555
አሊሹ	-10.1556
ተቀየረ	-10.1559
መምጣቱ	-10.1561
ፒ	-10.355
ዤ	-10.6007
ኧ	-10.938
ሑ	-10.9384
ፓ	-10.9384
ቭ	-10.9384
ሡ	-11.4367
ሿ	-11.4368
ጵ	-11.4369
ኟ	-11.437
ቾ	-11.4371
ቩ	-11.4372
ኰ	-11.4373
ቨ	-11.4374
ሦ	-11.4375
(	-11.4376
ፅ	-11.4377
ጮ	-11.4378
ሠ	-11.4379
ሀ	-11.438
ኞ	-11.4381
ኋ	-11.4382
ዓ	-11.4383
ጼ	-11.4384
ሆ	-11.4384
